[
  {
    "titre": "Structure narrative Event[0]",
    "contenu": "Event[0] propose au joueur d'incarner un personnage qui arrive dans une vieille station spatiale abandonnée après qu'un accident soit survenu lors de son voyage.\r\n\r\nLa structure narrative d'Event[0]\r\n\r\nLe jeu ne dure pas très longtemps, environ trois heures. Il alterne des séances de progression où l'on avance de nouveaux espaces en nouveaux espaces avec des moments de type \"puzzle\", on  l'on cherche à ouvrir la porte menant à une nouvelle zone.\r\n\r\nLes puzzles sont liés à des ordinateurs avec lequel l'avatar du joueur peut intéragir. Il est à noter que nous ne sommes pas projetés comme souvent dans l'interface de l'ordinateur, mais que nous consultons vraiment l'ordinateur depuis l'avatar, ce qui est parfois un peu troublant et oblige à trouver le bon angle de caméra pour voir correctement l'écran.\r\n\r\nLes énigmes prennent souvent la forme très simple d'un code à trouver, pour y parvenir il faut soit explorer les lieux physiquement et trouver un bouton à actionner (le lit) soit parcourir les fichiers de l'ordinateur. L'une des bonnes idées du jeu consiste d'ailleurs à permettre d'explorer la mémoire de chaque poste d'ordinateur mais nous n'avons pas encore parlé du point le plus important ou en tout cas original du gameplay : le dialogue avec Kaizen, l'intelligence artificielle qui contrôle le vaisseau."
  },
  {
    "titre": "Nocturama",
    "contenu": "Un kaléidoscope des révolutions de la jeunesse, un appel à la révolte et une mise en garde contre les dangers de l'état de droit et la violence institutionnelle."
  },
  {
    "titre": "Juste la fin du monde",
    "contenu": "Insistant & appuyé.\r\nLa scène où le personnage touche les affaires dans sa chambre en passant la main dessus. La poussière du matelas. On revient sur le même détail. Le réalisateur/scénariste trop présent (pas de place pour les acteurs?), revanchard."
  },
  {
    "titre": "Dernier train pour Busan",
    "contenu": "Des zombies qui courent, en masse, avec des scènes impressionnantes où les zombies se massent en boules compactes et grouillantes, comme des blocs de fourmis : il y a une scène vers la fin où un zombie s'accroche à l'arrière d'une locomotive permettant à d'autres zombies de s'accrocher à lui à leur tour jusqu'à former une sorte d'ensemble insensible mais \"vivante\" trainée impitoyablement par la machine. N'est pas sans rappelé World War Z.\r\n\r\nLe film cherche à faire ressortir ce qu'il peut y avoir de bon chez les personnages lors d'une crise, pas seulement, mais il s'attarde sur des héros qui font preuve de courage et de solidarité. Cette camaraderie est touchante.\r\n\r\nLa linéarité du train est bien prise en compte, rappelle la progression dans un jeu de plateforme linéaire, et fait penser à Perce Neigne. \r\n\r\nUne particularité dans le traitement des zombies : ils ne meurent pas, on ne sait pas comment les tuer."
  },
  {
    "titre": "I, Daniel Black",
    "contenu": "Dès la première scène, j'ai eu le sentiment que le personnage allait mourir. \r\n\r\nLa dernière partie du film n'était sans doute pas nécessaire. Mais le film est touchant. Il va peut-être trop loin dans sa volonté de décrire l'absurdité de l'administration et des volontés politiques qu'elle traduit : qu'aurait perdu le film sans la prostitution et la crise cardiaque finale?\r\n\r\nCe qui est le plus beau sans doute, c'est cette façon de peindre des rapports humains touchants. \r\n\r\nL'administration n'est pas absurde parce qu'elle est au-delà du sens comme chez Kafka, mais son absurdité est un instrument du politique pour rabaisser les personnes qui s'y voient confrontées."
  },
  {
    "titre": "Zombie vs Elite",
    "contenu": "Une ville pays imaginaire comme la Rapture de Bioshock. Mais avec des personnes \"vertueuses\". Un virus zombie se propage, les gens commencent par fuire et paniquer mais très vite, ils réalisent que le meilleur moyen de résoudre le problème, c'est de s'y attaquer eux-mêmes. Si chaque personne se débarrasse de deux zombies, ..."
  },
  {
    "titre": "Bourse Brouillon d'un rêve Pierre Schaeffer",
    "contenu": "L'attraction / on considère les personnes comme souffrant d'une maladie\r\n\r\nUn système de génération de discussion : une situation est définie entre matin, soir ou week-end, chaque situation permettra à terme d'effectuer des actions dédiées (se lever, se coucher, se promener, etc.).\r\n\r\nQuand le contexte est définie, des stats sont attribuées aux personnages et le premier tour commence. L'un des personnages (celui qui a le plus grande initiative) réalise alors une action.\r\n\r\nA chaque fois le texte s'ajoute et s'écrit en direct. Le texte se génère en direct.\r\n\r\nL'idée, c'est de faire naitre de l'émergent à partir du dialogue entre les deux perso vs le contexte  : un personnage est subitement triste par tout ce qui vient de se passer, l'autre va avoir une attention délicate envers lui, etc. Essayer de faire en sorte, que de jolies choses imprévues se réalisent."
  },
  {
    "titre": "Dishonnered 2",
    "contenu": "Aujourd'hui, j'ai joué environ 8 heures à Dishonnered 2, ça faisait longtemps que je n'avais pas passer autant de temps sur un jeu (la dernière fois c'était Fallout New Vegas).\r\n\r\nJ'ai un peu ta tête embrumée : prendre en main son personnage est certes vraiment agréable, mais l'omni-présence de la narration est tout aussi décisive. C'est elle qui rajoute le petit plus qui donne envie de continuer l'exploration.\r\n\r\nLes éléments narratifs que le jeu propose sont les suivants :\r\n- des lettres ou des lettres qu'on trouve tout au long de l'histoire, parfois, ce sont des textes peu importants, mais assez fréquement, on tombe sur une lettre capitale ou des informations émanant d'un personnage important. Ces lettres ne sont pas assez mises en avant, rien si ce n'est leur contenu ne permet de les distinguer.\r\n- l'environnement 3D lui-même : les inscriptions sur les murs, les piecettes posées sur la table, le corps de l'auteur d'une lettre retrouvée sur le bureau, etc. La correspondance entre les textes et l'environnement est particulièrement bien pensé.\r\n- du dialogue voire le monologue du personnage principal\r\n\r\nL'histoire du bon médecin, avec un lieu, une sorte de mystère a du potentiel, l'énigme manque peut-être de paliers qui aurait fragmenté d'avantage la résolution de l'histoire (le fait qu'on démasque l'assassin de la Couronne comme étant le médecin devenu fou). C'est dommage que ce soit toujours un peu simpliste : le médecin est devenue foue à cause d'un remède qu'elle s'est injectée... Pourquoi ne pas assumer un médecin qui cherche à faire du mal, que le quotidien a corrompu. Ca n'empêchera pas le docteur Jekyle et Mr Hyde que le jeu semble vouloir faire. Le médecin peut-être plus simplement et de manière plus crédible schizophrène....\r\n\r\nLe jeu excelle dans au moins deux choses : tout d'abord le level design et ce à plusieurs niveaux : le lieux sont agréables à arpenter, il y a toujours des choses à explorer parce que plein de scènes sont réalisées (presqu'au sens cinématographique), la fiction n'est pas juste un filtre, elle imprègne l'univers modélisé. Ensuite, la scénarisation (je ne suis pas sûr que ce soit le bon mot) : c'est à dire sa force à proposer des chemins séduisants, un choix pour prendre ses chemins mais sans pour autant décourager en donnant trop de choix, il y a une grande intelligence dans la répartition des éléments et des choix pour ne pas décourager le joueur. Par exemple, sur ce point, il y a souvent beaucoup d'items cachés dans les pièces, mais on ne se rend pas compte le plus souvent, c'est seulement quand on galère et qu'on cherche à récupérer le moindre bonus, qu'on découvre que les placards des bureaux peuvent être ouverts, qu'il y a des pièces là où l'on fait la prière, que des fléchettes sont plantées dans les piliers en bois, etc. Ca ne scintille pas de partout pour dire tout ce qu'il y a à prendre, il y a des sortes de niveau : le niveau sans faire attention propose un ou deux éléments en moyenne par \"salle\". D'ailleurs cette notion de salle qui ne correspond pas à des pièces réels mais plutôt à des sortes d'espace où on peut faire un tour après s'être débarrassé de quelques ennemis ou avoir ouvert  une porte, sont très là encore très bien fragmentées. C'est de cette fragmentation ainsi que de la manière de savamment dissiminer les choix qui me fait parler d'une scénarisation (hors de la narration ou de la fiction) qui me fait penser qu'Arkane utiliser de bonnes techniques à ce sujet.\r\n\r\nMots clés : Dishonnered 2; jeux vidéos"
  },
  {
    "titre": "Sans titre",
    "contenu": "Le mois de novembre abaisse le rideau de fer la nuit chaque jour un peu plus tôt. La nostalgie s'en prend directement au cœur et au fond des yeux. \r\nEn regardant des génériques de dessin animée de mon enfance, je constate le temps passé et je sens monter des vagues de regret.\r\nLa solitude d'aujourd'hui rappelle la solitude d'hier. C'était bon d'être aimé. La vie de couple a été un tunnel confortable dont je suis sorti libre des autres mais prisonnier de moi-même."
  },
  {
    "titre": "Sur les génériques de dessin animée",
    "contenu": "Que disaient les dessins animées de notre enfance, rien qu'avec les génériques on voit certains thèmes et certaines émotions ressortir. La lutte pour la justice,  l'action, le combat contre le mal mais le tout teinté d'une mélancolie étrange.\r\n\r\nPlusieurs dessins animés vantent l'exploration. Avec les mondes englouties, il s'agit de trouver le secret du Shagma  parce que le soleil est en train de s'éteindre : le monde est sur le point de disparaitre, il faut aller chercher le remède. Dans les mystérieuses cité d'or, il faut trouver l'Eldorado, dans Nadia, l'Atlantide.\r\n\r\nIl serait intéressant d'étudier les champs lexicaux employés dans les génériques mais encore plus d'observer les thèmes récurrents dans les dessins animes qu'on regardait à cette époque.\r\n\r\nJ'aimerai bien aussi me concentrer sur des croisements à partir d'un thème comme l'exploration ou si l'on part d'une manière plus général sur le traitement de certains décors : le bleu de la mer (Eva, El Hazard), les volcans (où les flammes jaillissant de la Terre : Slayers, DBZ, etc.)"
  },
  {
    "titre": "Générique de japanimes",
    "contenu": "Ecrire un billet de blog qui parlerait des génériques d'anime intéressants et expliquer pourquoi ils nous intéressent : El Hazard, Saint Seyia Hadès, Eva, Black Lagoon, ...\r\n\r\nLe générique d'Evangelion\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/t-QSmNReDyI\" frameborder=\"0\" allowfullscreen></iframe>\r\n\r\nEn plus d'être le générique d'un anime qui a marqué toute une génération et qui est sans doute l'une des plus grandes œuvres du genre, l'opening d'Evangelion, dont je dois avouer ne pas être musicalement un grand fan (et dont pourtant je connais approximativement tout le texte japonais par cœur alors que je n'en comprends pas grand chose) rend compte du montage à la Godard de l'animé avec le texte blanc sur fond noir qui entrecoupe très dynamiquement les images souvent imprégnées de bleu de Y. Sadamato.\r\n\r\nLe générique de fin de Black Lagoon\r\n\r\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/oWZh3tK6zkw\" frameborder=\"0\" allowfullscreen></iframe>\r\n\r\nIl est remarquable pour au moins deux aspects : tout d'abord sa noirceur qui débarque en bruit de fond à la fin des épisodes parfois sans prévenir et qui teinte la série d'une amertume redoutable contrebalançant les dessins parfois colorés de l'animeet amplifiant la violence de l'intrigue et la froideur des personnages.\r\n\r\nEnsuite par sa fin en crescendo avec soudainement l'arrivée de percussion qui l'ouvre dans un certain élan très surprenant. Ce générique me fait penser au personnage de Revy, sans doute parce que c'est elle qu'on y voit marcher doucement : ses pieds chaussés de botte délassés qui laissent des empruntes éphémères sur une plage sombre où l'on verra des pistolets trainer dans la mer. Mais aussi eu égard à son caractère, à la rage qui surgit de la tristesse et des drames quotidiens qui emplissent sa vie de mercenaire. C'est une sorte de long requiem finissant en coup de feu."
  },
  {
    "titre": "Sans titre",
    "contenu": "Si nous étions à deux, sur ce banc, pendant que la nuit chante, oubliée. Nous proposerions l'un à l'autre un peu de la chaleur de notre douceur. Cette douceur nous prendrions un malin plaisir à l'étaler. Cette caresse sur ta joue, ta main sur mon épaule. Ta peau douce. Mon corps chaud. La paume de nos mains s'embrassant. Tu te colles contre mon épaule. Je te prends dans mes bras, j'enroule mon bras gauche derrière ton cou, tu approches ton visage du mien. Dehors il fait froid, nos bouches crachent une fumée blanche. \r\n\r\nL'ombre de l'automne est la même que celle des souvenirs. Ce qui ne se dit pas, se perd, dans les interstices sales des longues marches.\r\n\r\nLa solitude est un vide capable de faire sombrer la force la plus grave, une porte ouverte sur la complaisance et la victimisation.\r\n\r\nReste-t-il de la place pour le soleil. Mon amie, si je te trouve un jour, je ne quitterai pas ta main, je ne me retournerai pas avant de nous avoir sorti de l'enfer. Mais, amie, c'est lamentable d'avoir besoin de toi pour aimer vivre.\r\n\r\nS'aimer? Cohabiter avec soi-même. Chercher quelqu'un d'autre pour avoir à moins se supporter. Supporter une autre personne. Finir par se manquer. Se retrouver. Mais continuer à penser qu'on manque de quelque chose. Pendant que le temps passe : on n'en finit pas de le regretter. Sans retour possible. Tout choix est une erreur parce qu'il empêche le reste d'avoir lieu. Les intersections sont des pièges qui sont autant de nouvelles prisons.\r\n\r\nJe rêve de courir dans un couloir bien éclairé, chaleureux où la foule applaudirait mon avancée. Il faut se contenter de la chance d'être libre.\r\n\r\nLiberté? Amour? Fraternité? Egalité? Responsabilité? Vivre et mourir, apparaitre, être et disparaitre. C'est une chanson que le bruit de l'autoroute recouvre complètement."
  },
  {
    "titre": "Sans titre",
    "contenu": "Ce que. Ecrire Tu peux. Tu dis. Tu commences à ouvrir la bouche. Le petit matin. Derrière l'une de tes dents, un petit démon surgit. Il abime une valise de cauchemar. Dans ta bouche. Tu perds ton souffle et t'évanouis. Au matin.Les lampadaires sont toujours allumés. La ville est vide. Ta chair tremble à cause du froid. Couché sur un banc, le petit démon te regarde dormir. Tu l'écartes d'un geste de la main mais tu es trop fatigué et tu finis par. Te rendormir."
  },
  {
    "titre": "En deça des moindres choses",
    "contenu": "La baie vitrée est couverte d'un rideau qui prive le salon du monde extérieur.\r\nUn soir nouveau est une occasion d'avoir perdu une journée pour vivre\r\nAu fond, ce qui compte, c'est d'être deux.\r\nOn a beau remplir les heures de sa propre suffisance : avec sa précision, sa justice et sa belle solitude, le mécanisme général ne fonctionne pas."
  },
  {
    "titre": "Sans titre",
    "contenu": "Pour réconcilier, les heures, les ombres, l'hiver entasse la crasse du jour, dehors, les moteurs des voitures partent, comme l'eau du fleuve, toujours et jamais la même, une étrangeté continue qui finit par devenir familière.\r\n\r\nLa fraîcheur du début d'hiver est atténué par la chaleur du foyer. Le confort bourgeois. Où l'on attend la mort. Terrorisé et triste. \r\n\r\nS'il y avait un sens, s'il était possible de tirer la corde fixée au gros lot de la vérité, serions-nous toujours malheureux? N'aurions plus l'espoir d'une vie meilleure? Le sens n'est pas seulement une direction : il remplit et complète. Profondeur, immensité, sérénité, sa présence rassurante... Je l'imagine, comme une réponse à mes inquiétudes. Mais en même temps, y croire, adhérer à cette réponse, c'est aimer la dictature du mensonge.\r\n\r\nLa simplicité artificielle qui réduit la réalité à quelques lignes, à quelques mots ou expressions. La réalité, la vérité, la justice, la raison, l'erreur.\r\n\r\nL'identité.\r\n\r\nQue ce serait rassurant de croire qu'il y a une réponse. Même complexe. Qu'elle nous attend quelque part, le sens. Pour nous rendre fort, puissants et complets. \r\n\r\nQue ce serait triste aussi. De perdre notre fragilité, notre capacité à douter, à interroger, à circuler à travers le vide. Est-ce qu'au fond je cherche des vérités ou plutôt à démontrer qu'il n'y en a pas?"
  },
  {
    "titre": "Narration, récit interactif et jeux vidéo : les choix",
    "contenu": "On a tendance à défendre l'idée que plus il y a de choix dans un jeu, plus c'est une bonne chose. En fait on s'aperçoit que la confrontation du joueur/lecteur à des choix doit être designées. Dans Dishonnored, par exemple, il y a souvent seulement quelques choix à la fois qui se présentent au joueur.\r\n\r\nTrop de choix peut être perçu comme écrasant et peut ne plus donner envie de choisir. Le choix est perçu comme un poids trop important et rend inerte, tuant l'interaction.\r\n\r\nL'un des meilleurs mécanisme est celui sans doute qui consiste à laisser beaucoup de choix mais à n'en rendre que certains, très rares apparent dès le début et de progressivement monter les possibilités.\r\n\r\nUn autre point de réflexion sur les choix : il est possible de mettre en scène au moins deux façons de choisir. Soit en proposant plusieurs choix où l'un n'est pas meilleur que les autres, par exemple dans les choice of, où on peut choisir de se marier avec une personne riche, puissante ou belle et que chaque choix propose une potentialité propre sans qu'un jugement soit opéré. Soit en proposant des choix plus ou moins \"bons\" , pour obtenir dans un jeu par exemple, la \"bonne\" fin, \"bonne\" correspondant souvent à ce qu'on imagine être la vraie fin du jeu et pouvant décrire une situation \"mauvaise\" pour la fiction (la bonne fin, ce n'est pas toujours de sauver la princesse - si tant est que les princesses aient besoin d'être sauvées)."
  },
  {
    "titre": "\"Designer\" les choix dans les fictions interactives : deux questions",
    "contenu": "Première question : est-ce que designer est le bon mot? Qu'entendons nous par là? Le joueur incarne un personnage dans une chambre, il peut réaliser plusieurs actions : comment faire en sorte qu'il prenne du plaisir à décider de commettre une action plutôt qu'une autre? Implique une autre question : où peut/doit se situer ce plaisir? Peut-il se déployer au delà de la réalisation d'une action? Choisir, n'est-ce pas déjà une action? Et si l'on continue à remonter le fil de nos déductions : à qui rattache-t-on l'action? Au personnage où au joueur?\r\n\r\nSeconde question : naturellement comment bien \"designer\" ces choix : combien de choix proposer, comment les présenter, comment en cacher certains pour n'en montrer qu'une partie, comment révéler progressivement les choix cachés? ..."
  },
  {
    "titre": "Article à supprimer - Test",
    "contenu": "Redirection effectuée lors de l'édit"
  },
  {
    "titre": "Shonen - derrière l'éclat des plus talentueux",
    "contenu": "Une sorte de shonen où les perso deviennent de plus en plus forts, comme d'habitude, mais où cette montée en puissance se fait selon le talent qu'ils ont nativement, un talent que rien ne peut faire changer (mais qui peut être révélé tardivement par certains choix). Ce qui fait que le temps seul permet de faire ressortir le potentiel des personnages  : il faut être très talentueux au début mais aussi avoir le temps par la suite d'exploiter ce talent pour devenir fort.\r\n\r\nPeut faire penser aux rookies dans One Piece.\r\n\r\nDans  cet univers, il y a un groupe de jeunes gens extrêmement talentueux qui font une très grosse impression. Leur talent est éclatant et immédiat. Les \"anciens\" de cet univers, les plus puissantes personnes déjà en place s'intéresse à ce jeune groupe flamboyant. On peut distinguer deux tendance, une première majoritaire qui souhaite se défaire de ces jeunes gens avant qu'ils deviennent dangereux : leur talent est une menace.\r\n\r\nL'autre groupe cherchant au contraire à aider les jeunes gens à s'accomplir.\r\n\r\nMais notre histoire ne s'intéresse pas à ce groupe pourtant si visible. Il suit une autre équipe de jeunes gens, doués mais peut-être pas de manière aussi incroyable que le premier groupe. En tout cas, pas de manière aussi visible.\r\n\r\nCe qui fait que ce groupe va pouvoir monter en puissance discrètement, et même à un moment, vers la fin, intégrer l'un des membres les plus talentueux du premier groupe qui est la cible de nombreuses attaques, devenant ainsi, un groupe de personnes extrêmement puissant sans que la plupart des anciens ne l'ait remarqué et pouvant ainsi destabiliser en toute fin l'ordre établi."
  },
  {
    "titre": "Le boxer schizophrène",
    "contenu": "Un boxer schizophrène prend une nouvelle personnalité à chaque fois qu'il combat. Il ne sait jamais quelle nouvelle personnalité va l'habiter. Chaque nouvelle personnalité qu'il prend, lui confère de nouveaux pouvoirs. \r\n\r\nCe qui est assez amusant, c'est que le boxer, quand il a sa personnalité première est un très mauvais boxer, par contre, chacune de ses personnalités est toujours très talentueuse.\r\n\r\nLe changement de personnalité se fait toujours au moment du KO, quand le boxer est battu. Le boxer va progressivement entraîner sa résistance (qui est assez grande) pour ne pas mourir sous les coups des adversaires de plus en plus puissants.\r\n\r\nUn épisode, le boxer cherche à gagner le combat par lui-même sans tomber dans le KO : à chaque fois il se réveille après le combat en pensant qu'il a perdu.\r\n\r\nParmi les personnalités, il peut y avoir un combattant qui ne se bat que sur une jambe qui apparaitra quand le personnage aura la jambe brisé, un personnage qui se bat comme un homme saoûl quand le personnage est incapable de retrouver son équilibre."
  },
  {
    "titre": "Organisation du site",
    "contenu": "Aujourd'hui (le 6 décembre 2016 mais la date de création devrait le dire), il reste encore beaucoup de choses à faire pour améliorer le site.\r\n\r\nPar exemple de continuer à penser ses fonctionnalités qui devraient m'aider à écrire, à garder et à recomposer des idées, à mieux connaitre via des stats mon écriture, à mieux comprendre les interactions des lecteurs via l'analyse d'inputs et des logs.\r\n\r\nIl y a beaucoup de choses à améliorer techniquement : au niveau des imbrications de formulaire, du design des pages et de l'intégration d'infictio, etc.\r\n\r\nJ'ai aussi besoin d'une vision plus claire pour le site. Cette vision évoluera en fonction des usages du proto. Le proto évolue à partir des nouveaux objectifs, les nouveaux objectifs permettent de façonner un nouveau proto, etc.\r\n\r\n##Le plan du site aujourd'hui? \r\n\r\n###Les tags \r\n\r\nJ'ai l'impression qu'il y a quelque chose à faire du côté du journal des idées : lier les idées entre elles. C'est presque possible aujourd'hui par le biais des tags (il faudrait que je rajoute un formulaire pour créer des tags, mais imaginons que ce soit fait) : je crée un tag qui a le nom du \"projet\", je crée un nouveau texte et je lui associe le tag, puis un autre, etc. Il faudrait que j'ajoute une interface pour voir tous les textes d'un tag. Mouais.\r\n\r\n\r\n###Infictio\r\n\r\nComment écrire un texte avec infictio? Commencer par créer le projet, ensuite créer un fragment...Mais comment organiser toutes les parties?"
  },
  {
    "titre": "Conception d'infictio",
    "contenu": "##Ecrire un récit\r\n\r\nProchaines étapes (le 10 décembre 2016) :\r\n\r\n* créer un projet\r\n* créer des fragments pour un projet infictio : titre (nullable), contenu, caché : un infictio_id, un fragment_id\r\n\r\nAjout un système de liens dans infictio : essayer de penser le lien avec les routes de symfony et faire en sorte que l'argument soit converti?\r\nLe texte à écrire pourrait être quelque chose comme -[[lien]], lien serait alors l'argument pour la route\r\n\r\n##Comment présenter les fragments?\r\n\r\nMontrer le fragment sur lequel on travail et autour les fragments qui lui sont directement liés.\r\n\r\n##To do\r\n\r\n- ajouter un bouton modifier dans textes"
  },
  {
    "titre": "Réflexion pour la création d'un jeu",
    "contenu": "Axis Game Factory permet de créer des niveaux de jeu rapidement et de les exporter ensuite dans Unity, il est donc possible d'imaginer un prototype d'espace 3D en \"monde ouvert\" mais où on découvre progressivement du texte, et, si possible où on peut faire des choix en se déplaçant spacialement.\r\n\r\nPossible aussi d'imaginer le trou de l'histoire du journal de Lin."
  },
  {
    "titre": "Un récit qui est en fait une adresse mail",
    "contenu": "Un récit qui prend en fait la forme d'une boite mail, sur laquelle on se rend et où les messages qu'on lit nous raconte quelque chose. Ce ne sont pas des suites de mail qu'on lit, mais on est vraiment sur une boite mail avec pleins de mails dont des faux mails de pub ou du journal mais entre, il y a une histoire qui ressort.\r\n\r\nCertains mails peuvent être dans les spams ou autres..."
  },
  {
    "titre": "Types de perso : hier, aujourd'hui, demain",
    "contenu": "Plus au niveau de la mise en texte : trois types de personnages, un peu comme dans SC2, un type ne parle qu'au passé (protoss), un autre au présent (human) et le dernier au futur (zerg).\r\n\r\nMais pas seulement dans l'usage des temps, aussi dans la vision des personnages : tourné vers les souvenirs, la tradition, ce qui a déjà eu lieu; vers le \"maintenant\", le côté pragmatique : \"ce qui compte c'est qu'on arrive à un résultat, peu importe ce qui a eu lieu avant (cf SC2 dans les premières missions de LEGOV où un humain parle au protoss); tourné vers demain, le progrès à tout prix, seul ce qui a la plus grande adaptabilité et les plus grandes de réussir demain (ou de faire que demain soit meilleur) compte."
  },
  {
    "titre": "Notes sur la recherche",
    "contenu": "Il faut inventer de nouveaux modes d'écriture en adéquation avec les besoins latents des usagers habitués à utiliser quotidiennement les outils de communication numériques comme les réseaux sociaux ou les mails.\r\n\r\nComment le numérique peut-il enrichir l'écriture scientifique? Il est possible de créer des outils qui permettent, à travers leur conception même, de poser et de chercher à répondre à des questions de recherche. C'est le cas avec le projet MC2 par exemple.\r\n\r\nL'écriture numérique peut travailler l'écriture scientifique à plusieurs niveaux :\r\n- sur la question de la fragmentation, des liens entre fragments et de la non linéarité\r\n- sur l'utilisation de représentations graphiques et interactives qui s'intègrent dans et composent le discours scientifique\r\n- sur la notion d'écriture collaborative via la production de jeux données par un groupe de chercheurs\r\n\r\n#Grammaire de l'écriture scientifique\r\n\r\nIl convient de s'interroger sur une grammaire de cette écriture scientifique numérique. Elle prend place au moment de l'écriture d'articles scientifiques.\r\n\r\nCette grammaire peut se développer autour des points suivants :\r\n- l'usage de variables dans le texte conventionnel : ces variables qui représentent des jeux de données peuvent être filtrées par des arguments\r\n\r\n##Les variables\r\n\r\nPar exemple, avec Prévu, il est possible d'appeler le nombre de prêts totaux contenus dans la BD en utilsant Twig {{nbTotal}} . Il devrait être possible d'ajouter un argument pour limiter l'épisode de temps des données concernées, ce peut-être directement en appelant une autre variable mais il peut-être intéressant de penser qu'un chercheur puisse appeler directement cette variable en ajoutant par la suite un paramètre."
  },
  {
    "titre": "Conception d'interlivre",
    "contenu": "##Point actuel\r\n\r\nAujourd'hui, j'ai ajouté un système de pagination, voir la liste de tous les textes n'est possible qu'en tant qu'administrateur. Depuis la liste des textes ou depuis un texte, il est possible de procéder à la modification de cet item.\r\n\r\nIl est possible de créer un texte et de lui ajouter un type. Il est possible de créer un type.\r\n\r\n##La suite pour interlivre\r\n\r\n###Projets\r\n\r\nUn jour, il faudra régler l'histoire des tags. Mais pour l'instant ce qui est plus important, c'est permettre de regrouper plusieurs textes autour d'un projet et donc de pouvoir créer un nouveau projet. Une fois qu'un projet existe et regroupe plusieurs textes, il faut qu'il soit possible de consulter un espace où on voit tous ses fragments et où on puisse naviguer.\r\n\r\n###Admin et textes\r\n\r\nIl faut changer la redirection quand on ajoute ou modifie un texte pour arriver sur textes.\r\n\r\nIl serait bon de penser à des systèmes de filtre pour l'ordre des textes : par ordre chronologique/ antéchronologique...\r\n\r\nIl faut également un système permettant de supprimer les textes.\r\n\r\n###Stats\r\n\r\nUn autre point consisterait à avancer dans la page stats et à ajouter des visualisations et éventuellement d'autres statistiques.\r\n\r\n##Infictio\r\n\r\nIl faut aussi penser à développer infictio pour pouvoir s'en servir pour avancer sur l'écriture de l'histoire de la bourse Brouillon d'un Rêve Pierre Schaeffer.\r\nEst-ce qu'un item infictio doit être considéré au même niveau qu'un type de projet ou faut-il considérer les textes d'un item infictio différemment? Comme des entités \"Fragment\" par exemple?\r\n\r\n###Page d'accueil\r\n\r\nIl faudrait ajouter de nouveaux éléments à la page d'accueil et corriger les problèmes de marge en hauteur entre les éléments. Il est également possible d'imaginer des systèmes de filtres et d'organisation des éléments-liens. Enfin il faudrait ajouter des pages intermédiaires (pour la thèse ou pour Prévu par exemple) contextualisant les liens et décrivant mon implication dans ses projets.\r\n\r\n###Système de to do\r\n\r\nA moyen terme, il serait intéressant de pouvoir utiliser un système de to do directement depuis interlivre et qui pourrait se greffer sur les projets. Les stats pourraient rendre compte de l'activité et il pourrait même y avoir un système de ranking pour s'amuser.\r\n\r\n###Présentations\r\n\r\nUn jour, il serait peut-être possible d'espérer un système permettant de réaliser directement des visualisations de type reveal depuis interlivre sans avoir à les uploader, etc.\r\n\r\n\r\n###Recherch\r\n\r\nIl faudrait également penser à proposer des options de recherche : dans un premier temps simplement avec php via un formulaire qui va chercher dans tous les contenus, puis à plus long terme via un système d'indexation comme Elastic Search."
  },
  {
    "titre": "Les projets - interlivre",
    "contenu": "L'entité projet existe, les textes peuvent être associés à plusieurs projets.\r\n\r\nIl convient désormais de rendre possible l'ajout de projets. Ces projets sont ensuite sélectionner grâce à une liste déroulante dans le champ de formulaire.\r\n\r\nLes projets devront avoir une propriété textes (le reverse de projets).\r\n\r\nIl faudra également ajouter les types aux projets."
  },
  {
    "titre": "Idée de système pour les shonens",
    "contenu": "Suite au visionnage de Dragon Ball Super, une idée : pourquoi ne pas adopter des codes assez rigoureux pour les batailles de type \"boules d'énergie\".\r\nDès le début, chaque couleur évoque une quantité de pouvoir. Plus une boule est grosse, plus elle est puissante, mais elle sera toujours moins puissante qu'une boule de la couleur du niveau suivant.\r\n\r\nIl y a peut-être également quelque chose à creuser autour des problématiques liées au rayon de l'impact des boules de feu versus la puissance de l'explosion : imaginons des boules à fort impact mais peu puissantes au delà d'un certain périmètre ou bien d'autres avec une très grosse puissance sur un gros rayon ou encore d'autres avec une grosse puissance sur une petite distance, etc.\r\n\r\nEnfin, dans DBS, l'idée du dieu de la Destruction comme maître très puissant qui est en quelque sorte un marqueur de la puissance maximale est intéressant. Une histoire pourrait considérer l'existence d'un maître de la sorte qui est régulièrement défié par son apprenti et qui a chaque fois doit se battre plus sérieusement : en utilisant ses deux mains, puis ses pieds, puis en bloquant, puis sa ruse, etc. Ces moments de duel ponctuerait la trame principale à chaque changement d'arc et permettrait d'évaluer la progression du héros."
  },
  {
    "titre": "Infictio - créer des projets",
    "contenu": "Pour continuer le développement d'Infictio, il s'agit à présent de proposer la création de projets.\r\n\r\nAvant un texte était lié à un type : un texte de blog par exemple, désormais, les types sont remplacés par les projets, ce sont les projets qui peuvent avoir des types.\r\n\r\nPour l'instant, nous allons simplement implémentés l'ajout de projets. Un même texte peut avoir plusieurs projets et un projet plusieurs textes.\r\n\r\nIl convient à présent de créer les formulaires permettant de créer un nouveau projet et de le modifier. L'accès à ces options sera aussi l'occasion de revoir les menus (notamment la barre de navigation)."
  },
  {
    "titre": "Sur l'élitisme",
    "contenu": "L'élitisme est une forme de xénophobie (dans le sens une manifestation d'hostilité face à ce qui est étranger : http://atilf.atilf.fr/dendien/scripts/tlfiv5/advanced.exe?8;s=668532480;) car elle vise à rendre autre une catégorie de la population. \r\n\r\nCette élaboration s'effectue dans les deux sens : dans un premier temps par ceux qui considèrent faire partie de cette élite face à ceux qui seraient privées de cette appartenance. \r\n\r\nMais aussi dans un second temps, phénomène particulièrement contemporain, par ceux qui considèrent qu'ils n'en font pas partie et qui construisent une élite qui se compose d'autres : qui n'appartiennent pas au même monde, ne partagent pas le même quotidien, etc.\r\n\r\nQu'elle se réalise dans un sens ou dans l'autre, l'élitisme est une façon de créer une exclusion.\r\n\r\nSi on voulait prolonger la pensée, on pourrait se demander : pourquoi ces deux formes d'élitisme existent? A quoi servent-elles? Peut-on tirer quelque chose de bénéfique de ce phénomène? Comment contrebalancer l'usage de ce concept? Par quoi?\r\n\r\nOn pourrait également se pencher d'avantage sur la définition du mot élitisme, son histoire et ses différentes acceptations."
  },
  {
    "titre": "Symfony - Les commandes utiles",
    "contenu": "##Migration\r\n\r\n```\r\n./bin/console doctrine:migrations:diff\r\n./bin/console doctrine:migrations:migrate\r\n\r\n```\r\n\r\n##Mise à jour du code\r\n\r\n```\r\nsudo chown -R ubuntu:ubuntu /var/www/interlivre/;export SYMFONY_ENV=prod;composer install --no-dev --optimize-autoloader;php bin/console cache:clear --env=prod --no-debug;sudo chown -R www-data:www-data /var/www/interlivre\r\n\r\n```"
  },
  {
    "titre": "Un pas vers infictio",
    "contenu": "Maintenant qu'interlivre commence à prendre forme, il est grand temps de se concentrer sur infictio. infictio est un outil destiné à l'écriture de récits interactifs.\r\n\r\nSa première mission consiste à assembler plusieurs textes autour d'un même projet de type infictio ce qui devrait être réalisable étant donné les avancements d'interlivre.\r\n\r\nL'idéal serait que le workflow soit un peu différent pour la création d'une infictio : au lieu de créer un texte, on se rend sur la page infictio et on crée un nouveau projet (automatiquement de type infictio). Ensuite on peut lui ajouter des textes.\r\n\r\nIl faut donc :\r\n\r\n- une page d'accueil infictio où on peut voir les infictio existants et choisir de créer un nouveau projet : pour l'instant, seulement pour l'admin\r\n- une page de création d'un projet infictio (création d'un projet)\r\n- ensuite une page pour écrire les textes (création d'un texte)\r\n\r\nTout cela existe déjà, mais ce pourrait être une bonne chose de le designer spécialement pour infictio en cachant les champs type et projets...\r\n\r\nEnsuite, il faudra penser à la meilleure manière de faire les liens : comment le lecteur les écrit-il ? et quel code y a-t-il derrière?\r\n\r\n##Next step?\r\n\r\nPour avancer, il faut reprendre la page infictio (voir tous les récits) et créer le formulaire de création d'un projet de type infictio.\r\n\r\nLa page infictio devrait aussi permettre de voir les textes d'un projet.\r\n\r\nEnfin elle devrait permettre de créer un nouveau texte infictio."
  },
  {
    "titre": "Déploiement Symfony",
    "contenu": "Pour déployer une application Symfony, il faut suivre les étapes suivantes:\r\n\r\n- utiliser un dépôt git pour \"puller\" le code sur le serveur de destination\r\n- installer la base de données\r\n- installer les vendors et faire passer le seveur en \"production mode\"\r\n- rendre le dossier web accessible et pointer vers le fichier app.php sans qu'il soit visible dans l'url : tous les appels vers l'application doivent en fait renvoyer app.php (pour pouvoir utiliser le système de routing de Symfony)\r\n\r\n\r\n##Le dépôt git\r\n\r\n##Installation de la BD\r\n\r\n##Installation des vendors et configuration\r\n\r\n\r\n##Rendre l'application accessible\r\n\r\nConfiguration du server ubuntu:\r\n\r\nSe rendre dans:\r\n```\r\n/etc/apache2/sites-available/\r\n```\r\n\r\n```\r\n<VirtualHost *:80>\r\n\t ServerName test.interlivre.fr\r\n\t DocumentRoot /var/www/interlivre/web\r\n \r\n\t <Directory /var/www/interlivre/web\r\n\t\t AllowOverride All\r\n\t\t Order Allow,Deny\r\n\t\t Allow from All\r\n\t\t <IfModule mod_rewrite.c>\r\n\t\t\t Options -MultiViews\r\n\t\t\t RewriteEngine On\r\n\t\t\t RewriteCond %{REQUEST_FILENAME} !-f\r\n\t\t\t RewriteRule ^(.*)$ app.php\r\n[QSA,L]\r\n\t\t </IfModule>\r\n\t </Directory>\r\n \r\n\t ErrorLog /var/log/apache2/interlivre_error.log\r\n\t CustomLog /var/log/apache2/interlivre_access.log combined\r\n </VirtualHost>\r\n```\r\n\r\nPossible de changer le chmod pour utiliser un groupe à faire des changements. Par défaut le chmod est le suivant\r\n```\r\ndrwxr-xr-x\r\n```\r\n\r\nNous pouvons donner les mêmes droits au groupe via :\r\n\r\n```\r\nchmod 775 <nomDuDossier>\r\n```\r\n\r\n##Mise à jour du code\r\n```\r\nsudo chown -R ubuntu:ubuntu /var/www/interlivre/;export SYMFONY_ENV=prod;composer install --no-dev --optimize-autoloader;php bin/console cache:clear --env=prod --no-debug;sudo chown -R www-data:www-data /var/www/interlivre\r\n```"
  },
  {
    "titre": "Sur le titre",
    "contenu": "Comment appeler le récit? Quelques propositions de noms et points de réflexions.\r\n\r\n##Propositions de nom\r\n\r\n- Ce que la pluie fait à la neige [parce que la pluie et la neige sont la même chose de l'eau, mais que ça n'empêche pas, par son simple contact, de faire disparaitre par la pluie, la neige / une histoire que perso1 pourrait raconter à perso2]\r\n- récit hybride [simplement sans rien d'autre]\r\n\r\n##Recherche de nom\r\n\r\nL'histoire se veut un témoignage de P1 envers P2, mais il est parsemé des doutes de P1, sur la nature même de l'amour, sur sa relation avec P2, sur son départ annoncé. Il y a à la fois la constatation des limites humaines face une injustice plus grande et en même temps une prise en compte de la responsabilité individuelle. P1 en veut et se bat contre cette profonde injustice.\r\n\r\nL'une des injustices révoltantes mises en avant  (si ce n'est combattue) : P1 ne veut pas quitter P2, mais elle est condamné à partir à cause de l'attraction. Mais elle refuse de laisser comparer sa situation avec P2 qui en cherchant à se suicider à délibérément choisi d'abandonner P1. Pourtant en partant pour l'Attraction, P1 est celle qui va quitter P2, et c'est une injustice terrible que d'être celle qui quitte alors que justement on reproche à l'autre de nous avoir quitté.\r\n\r\nUn questionnement sur l'amour : au fond qu'est-ce que c'est que cet attachement pour l'autre? Est-ce qu'on aime pas pour soi? Comment on peut attacher autant d'importance à un sentiment qui se concentre autant sur des éléments physiques accessoires? A travers la question de l'amour, il y a la question du rapport à l'autre en général  : que faire quand on a tant investi sur une autre personne et que cette autre personne nous quitte ou nous trahit? Qu'est-ce qu'il reste de nous quand on aime? Au-delà du couple, quel individu sommes-nous encore? Et quand on aime pas? Est-ce que c'est la socialisation derrière le sentiment qu'il faut chercher dans l'amour et les avantages qu'il procure? Partager un appartement... Choisir la personne qui nous insupporte le moins? Ou au delà des considérations matérielles, une manière plus simple de s'apprécier par le biais du regard de quelqu'un d'autre qu'on apprécie pour qu'elle nous le rende?"
  },
  {
    "titre": "Notes sur le récit & tentative de structure",
    "contenu": "##Le côté documentaire\r\n\r\nA un moment, un passage, stats à l'appui (avec des viz si possible) sur :\r\n\r\n- l'homophobie : nombre d'agressions, transphobie, problèmes de genre et d'identité\r\n- le sexisme : nombre de femmes députés (ratio) / salaire des femmes / langue française\r\n\r\n\r\n##Plan général\r\n\r\n- titre hors diégèse : titre\r\n- page d'accueil du hack avec la musique : une intro au récit\r\n- un premier contact avec le journal (comment, linéaire ou toutes les pages directement accessibles?)\r\n- une première interlude\r\n\r\n##Sur les perso\r\n\r\nJe dois leur trouver un nom et une personnalité qui me convient mieux. P1 est sans doute une poète numérique, ce qui explique son journal. Pas de hack au début, seulement sa page à elle. Il faut épurer et aller à l'essentiel. Le ton chip tune se justifie alors.\r\n\r\nP1 voit de la noirceur en toute chose mais dit toujours le pire mais avec beaucoup de subtilité, P2 au contraire dit brutalement les pires choses mais finit à travers ces excès à toucher à une nuance vraiment précieuse : elle dit le plus violent pour cacher ce qui la touche vraiment?"
  },
  {
    "titre": "Le début d'une grande épopée",
    "contenu": "Dans la salle des commandes d'un vaisseau spatial. On vient de recevoir un signal étrange. L'équipe se dirige vers ce signal incompréhensible. Elle arrive devant une étrange planète dont le centre est creusée et s'engouffre dans cette ouverture."
  },
  {
    "titre": "Planning des jeux auxquels je voudrais jouer pendant les vacances",
    "contenu": "Lundi : the Witness & Metal Gear Ground Zeroes\r\nMardi : Civilisation 6\r\nMercredi : Dishonnored 2\r\n\r\nD'autres jeux intéressants ? Doom, Last Guardian"
  },
  {
    "titre": "Lundi 26 décembre",
    "contenu": "Depuis hier, dimanche je suis malade.\r\n\r\nJ'étais à Metz pour les fêtes de Noël de mercredi soir (22h) à hier soir (20h50).\r\nLundi dernier, le 19, c'était l'anniversaire de Célia, je l'ai appelée, j'ai été travaillé à heSam l'après midi pour le recrutement de la future développeuse pour la carto.\r\n\r\nMardi, j'ai travaillé à la maison avec la réunion téléphonique à 14h pour Prévu avec la fédération des BU de France et joué à Civilisation 6.\r\nMercredi, j'ai fait du rangement et je suis parti à Metz. Mamie et Lilianne sont venues me chercher à la gare, j'ai dormi chez elles.\r\nLe lendemain vers 10h30, je suis allé chez papa, j'ai passé la journée en ville avec les petites sœurs, on a été faire du shopping aux galeries Lafayette et elles ont choisi une robe chacune, puis on a été manger à la pizzéria Le Toscane avant d'aller au cinéma voire Ballerina. Le soir, j'ai dîné avec Mamie et Lilianne, on a joué à Timeline.\r\n\r\nLe lendemain, le 23, on a fait un grand repas avec les cousines et Dominique. Le 23 au soir, on a regardé un film La Bûche que Dominique voulait regarder puis on a travaillé sur l'organisation des tâches pour la réhabilitation de l'appartement de papa jusqu'à 3h. Le 24 on a été à Nancy, j'ai commencé à tomber malade. Le 25 j'étais malade, je me suis levé tard vers 11h, on a passé la fin de la matinée et le début de l'après midi avec la famille, Alexis est passé vers 6h, il m'a déposé à la gare et je suis rentré à la maison à Paris.\r\nAujourd'hui, j'ai traîné à la maison, j'ai acheté The Witness et commencé à jouer. L'univers coloré dans lequel on se promène est rassurant. Il y a du mystère. Le jeu est une ode à l'intelligence. J'ai aussi pris la première partie de MGS5 que j'ai testé rapidement. Et j'ai fait la démo de FFXV où on est dans le rêve du protagoniste.\r\n\r\nDemain, on fait une fondue à la maison avec Xinyu : elle a fait livrer la plupart des ingrédients chez moi. Après j'ai découvert que je pouvais vraiment faire livrer dans l'heure des courses via Carrefour, ce que j'ai fait et je me suis rendu compte que j'ai pris pas mal de choses en double. \r\n\r\nCette semaine, je suis sensé me concentrer sur le récit interactif pour Pierre Schaeffer. J'espère pouvoir avancer au mieux."
  },
  {
    "titre": "Scènette de film",
    "contenu": "Pour rendre un personnage attachant, on voit le protagoniste qui aide un petit enfant à avancer dans un jeu vidéo."
  },
  {
    "titre": "Journal hebdomadaire",
    "contenu": "##Actions à mettre en place\r\n\r\n - Mise en place d'un doodle pour la prochaine réunion d'équipe fin janvier\r\n - Mise en place de l'ensemble des tâches qu'il reste à faire d'ici la fin du projet en octobre 2017\r\n\r\n##Organisation de la prochaine réunion d'équipe\r\n\r\nLa réunion doit avoir lieu fin janvier, début février après avoir reçu le retour de la COMUE et la réponse aux questions posées au Labex (1000 euros de l'année 3 pour la journée d'étude + comment continuer à travailler dans le cadre du post-doc sur le projet s'il s'arrête en décembre? Comment le prolonger pour travailler dessus?)\r\n\r\n[Lien vers le sondage](http://doodle.com/poll/gh5bqi3nwcu9g26u)\r\n\r\n###Ordre du jour\r\n\r\nCette réunion a pour objectif de :  \r\n\r\n- faire le point sur la situation du projet : le nouveau consortium avec l’arrivée dans le projet de l’ENSSIB et du SCD de Paris 10 et quant aux financements demandés (COMUE Paris Lumières et Labex Arts-H2H)\r\n\r\n- faire le point sur les avancées effectuées jusqu’à présent avec notamment une présentation du travail que nous réalisons avec l’article Hybrid et sur les avancées de l’application web V2, nous aborderons également les actualités liées au projet (Hackathon et préparation d’un évènement de valorisation en juin)\r\n\r\n- réfléchir ensemble aux tâches à réaliser d’ici la fin du projet et au rétro planning : nous pourrons ainsi prévoir les dates des  « ateliers de scénarisation » qui nous permettront notamment de poursuivre collectivement la réflexion sur les usages numériques via EZPaarse et sur l’utilisation des FRBR et décider en fonctions des moyens qui nous sont accordés du « produit »  final que nous livrerons à la fin du mois d'octobre et qui, je l’espère, pourra être utilisé simplement et fréquemment par les communautés liées aux bibliothèques\r\n\r\n##Relance du projet - Retro planning 2017, l'année ultime de Prévu\r\n\r\n###Octobre\r\n\r\n- fin octobre : fin du projet\r\n\r\n###Septembre\r\n\r\n###Aout - Juillet\r\n\r\n###Juin\r\n\r\n- mi-juin : mise en place d'une API stable et sécurisée\r\n- 27 au 29 juin : journées \"Ecriture Scientifique Orientée Base de Données\"\r\n\r\n###Mai\r\n\r\n###Avril\r\n\r\n- Nouvel import de données Paris 8 / Paris 10?\r\n\r\n###Mars\r\n\r\n- Hackathon BU de France\r\n\r\n###Février\r\n\r\n- **début février** : première version de l'article Hybrid\r\n-  **début, mi-février** : réunion d'équipe pour l'organisation de l'année 2017\r\n- fin février : livraison de l'article Hybrid - version finale\r\n\r\n###Janvier\r\n\r\n- premières spécification pour le kit de déploiement/import de données Prévu (InPrévu?)\r\n- mise en place de FOS pour l'application web\r\n- retour de l'appel à projet COMUE Paris Lumières\r\n- fin janvier : fin de l'import des données de P8 (avril 2016)\r\n\r\n###Liste de tâches\r\n\r\n####Application web\r\n\r\n- import des données : fin de l'import des données + système automatique des données depuis KOHA\r\n- mise à niveau de la V2 : introduire dans la V2 toutes les fonctions et visualisations de la V1\r\n- mise en place de fonctionnalités Users (FOS)\r\n- mise en place d'une API sécurisée et permettant à chaque user d'avoir un certain nombre de requêtes limitées par jour\r\n\r\n####Kit de déploiement Prévu\r\n\r\n#####Concept\r\n\r\nLe kit de déploiement Prévu vise à rendre possible l'installation d'une application de visualisation Prévu en quelques manipulations relativement simples : de l'export des données (d'abord avec KOHA), jusqu'à l'upload des données, l'éventuelle mise en place d'un serveur et la configuration de l'application pour voir et partager les résultats souhaités.\r\n\r\n#####Un upload de données automatisé?\r\n\r\nLes bibliothèques demandent par mail ou autre un accès privilégié à un autre service permettant d'importer les données, nous leur donnons un compte avec un niveau d'authentication suffisant, elles ont alors le droit d'importer des données selon un modèle csv ou json prédéfini directement dans une BD dédiée (ou une table?) : nous vérifions ensuite les données, si elles ont l'air correctes (au niveau sécurité), nous les ajoutons dans la BD de Prévu. Cela nécessiterait probablement la création d'une application dédiée à l'import des données.\r\n\r\n#####Configuration de l'application\r\n\r\nUne fois les données importées, les bibliothèques peuvent configurer leur tableau de bord en choisissant les jeux de données et les représentations graphiques, en éditorialisant et choisissant quelles visualisations partager.\r\n\r\n- Proposition de nom pour ce service : InPrévu\r\n\r\n####Article Hybrid\r\n\r\n[voir où nous en sommes dans l'article via l'application]\r\n- lié à l'import des données : finir l'import des données pour finir l'article avant le 24 janvier\r\n- mettre une première version de l'application en ligne d'ici mi-janvier\r\n- réunions de travail le 24 à 14h et le 31 janvier\r\n\r\n##Relance de projet - Suite de Prévu\r\n\r\nLe projet ImPrévu n'a pas été retenu par le Labex, il faut voir maintenant ce que répond la COMUE. S'il n'y a pas de suite au projet"
  },
  {
    "titre": "Visam V2 - journal hebdo",
    "contenu": "Aujourd'hui, c'est la reprise et en quelque sorte lancement du projet Visam V2.\r\n\r\nParmi les premières actions à mettre en place aujourd'hui, il s'agit de \r\n\r\n- s'occuper de la partie éditeur et de notamment ajouter les entités inverses afin de pouvoir compléter les formulaires.\r\n- assister Hesam pour les vidéos de tutoriels (de la V1 mais en préparant la V2).\r\n- reprendre le planning avec Sonia et voir les dates ainsi que l'implication de la nouvelle recrue dans le développement.\r\n\r\nEn parallèle, je dois m'occuper de la partie migration.\r\n\r\n##Point avec Cécile\r\n\r\n###Equipement : \r\n\r\nBientôt une typologie simple va émerger (on ajoute une table type d'équipement)\r\n\r\n###Métiers\r\n\r\nMétiers : essayer de faire appel à des référentiels métiers / répertoires comme le ROME : http://www.pole-emploi.fr/candidat/le-code-rome-et-les-fiches-metiers-@/article.jspz?id=60702\r\n\r\nPremière question : quels établissement se préocuppent des métiers? quels premiers scénarios penser? Les grands groupes de métier auxquels la COMUE préparent.\r\n\r\nDeuxième question : quels référentiels (s'ils en ont un) ces établissements utilisent?\r\n\r\nTroisième question : comment peut-on utiliser techniquement ces référentiels et jouer avec leurs données"
  },
  {
    "titre": "Hackathon - ESOBD",
    "contenu": "Coute : 3400 \r\nManque : 2000 (possible 2000 euros de la part d'UPL par Prévu)\r\n\r\n#Description\r\n\r\nOrganisation d'un évènement de valorisation qui aurait lieu les 29, 30 et 31 juin réfléchissant sur l'écriture scientifique à partir des bases de données.\r\n\r\n- 29 juin : MSH Paris Nord, présentation des travaux réalisés dans le cadre du projet MC2\r\n- 30 juin : Hackathon \r\n\r\n#Déroulement\r\n\r\n##29 juin\r\n\r\nJournée présentation des projets  : présentation des projets qui ont déjà été réalisé dans le cadre de MC2\r\n\r\n##30 juin\r\n\r\n30 personnes, 6 équipes de 5 personnes.\r\nEnviron tous les 8 heures, une présentation.\r\n\r\nLieu possible : 15 rue Soufflot Hesam\r\n\r\nNécessite une centaine de bouteilles d'eau, 2 buffets + un apéritif. Un coin pour dormir. Salles Soufflot et Legoff + entrée. Pour dormir : petit bureau, mais les gens doivent ramener leurs sacs de couchage?). Il y a une cuisine et des toilettes.\r\n\r\nOrganisation : \r\nAssistance technique pour tous les projets : je serai là pour aider à accéder aux données.\r\nMembres d'hesam en renfort?\r\n\r\n2 développeurs par équipe (12 personnes), invités possibles: (inviter 20 personnes)\r\nMehdi, Guillaume, Pierre, Sandra, Charles, Marin, Thinh(?), Doug (mC2), JB(?) et Adrien(?)\r\n(étduiants hesam? étudiants P8?)\r\n\r\nResterait 18 personnes pour les projets : (inviter 20 personnes)\r\nMC2 : Marguerite, PO, Marion, Fanny, Isabelle, Todd, ?\r\nPrévu : Johann, Myriam (?), Justine, Antonina, (enssib?), ?\r\nVisam : Sonia, Cécile, Manon ou Stéphanie?\r\n\r\nJury possible : ministère (via Hesam), Jean Luc (président Hesam), Labex?, Khaldoun? \r\n\r\n12h : accueil des participants et présentation des projets\r\n13h - 20h : première session - 19h première présentation\r\n20h - 9h : seconde session - 9h seconde présentation\r\n9h - 13h : troisième session -13h présentation finale\r\n14h : remise du prix\r\n\r\n17h - pot final\r\n\r\n#Pré-requis techniques \r\n\r\n- Installation d'une API pour les trois projets\r\n- Tester un peu le serveur pour que ça tienne\r\n- Mettre en place des dumps de données en csv, etc. / mettre à disposition les films pour MC2?\r\n\r\n#Objectifs \r\n\r\n- Faire ressortir des pistes de recherche singulières à partir de prototypes originaux : hacker les projets de recherche\r\n- Faire se rencontrer des développeurs et des chercheurs en humanités\r\n- Faire connaitre les projets de recherche"
  },
  {
    "titre": "Idée de scénario - Ca n'a pas de sens",
    "contenu": "Une pièce complètement vide, le plus vide possible, décor nu. Lumière blanche. Un seul lieu.\r\n\r\nDeux personnages. Un montage très haché. Un plan une info. Entre texte et image.\r\n\r\nEnviron 2 pages pour 2 minutes.\r\n\r\nDire quelque chose de profondément tragique, qui peut se résumer en une seule phrase, mais de la manière la plus amusante possible.\r\n\r\nPremier exemple : ça n'a pas de sens\r\n\r\nTitre qui apparait tout en douceur :  la vie n'a pas de sens. Musique type la norma de bellini passage instrumentale ou bien du bach.\r\n\r\nLe début : il faut quelque chose de doux et naturel : un petit chaton en gros plan très mignon et qui ronronne avec le fond blanc. Une voix de femme hors champ d'abord mais le cadre s'élargit doucement laissant voir une femme assise en tailleur pas tout à fait symétriquement derrière. Elle n'attend pas d'être dans le champ pour se mettre à parler. Elle parle calmement avec un ton peu marquée mais un fond de douceur. Les vêtements qu'elle portent sont casuals mais de couleur clair. Soit la lumière est saturée dans les tons clairs, soit il y a un jeu avec l'ombre qui repose entre les espaces de lumière : dans les plis des habits, etc.\r\n\r\nmusique : https://www.youtube.com/watch?v=dMDxeT_7vzA (les 23 premières secondes coupées en trois parties)\r\n\r\n- Mon petit chat, nous sommes perdus,  (pause avec musique) ni toi ni moi, ne savons pourquoi nous sommes là. Mais toi tu es très mignon. (écrit en texte?)\r\n\r\nUne autre voix derrière  un homme qui se tient droit, habillé aussi de manière claire.\r\n\r\n- Pour être perdu, il faudrait déjà avoir une conscience suffisante qui permettrait de se rendre compte qu'on ne sait pas où on est.\r\n\r\n- Tu parles du chat?\r\n\r\n- Je parle de l'animal le plus mignon dans cette pièce.\r\n\r\n - Moi je sais surtout pourquoi toi tu ne seras bientôt plus là.\r\n\r\n- J'ai annulé mon rendez-vous. Je suis tout à toi. (la femme sourit)\r\n \r\n- Merci beaucoup, mais ça ne m'intéresse pas.\r\n\r\n- Que reproches-tu au modèle?\r\n\r\n- Etant donné ce qui se trouve devant mes yeux, je ne suis pas sûr que le mot modèle soit celui qui convienne le mieux.\r\n\r\n- Dans ce cas que penses-tu d'individu?\r\n\r\n- Bien que je n'ai pas suffisamment de conscience pour clairement comprendre tout ce que tu me dis, j'ai l'impression qu'on s'approche d'un consensus terminologique. J'ajouterai simplement un adjectif devant.\r\n\r\n- Sympathique ?\r\n\r\n- Je sens beaucoup d'espoir de ton côté, j'ai peur de décevoir\r\n\r\n- Que proposes-tu?\r\n\r\n-  \"Individu sexy\" serait pas mal, non?\r\n\r\n- Ce n'est pas moi qui le dit\r\n\r\n- Mais je ne suis pas  sûr qu'on comprenne tout de suite l'antiphrase....\r\n\r\n- Parfois la réalité est une simple histoire de perception\r\n\r\n- \"Sexy individu\" a universellement trop de poils.\r\n\r\n- Attends, tu parles du chat?\r\n\r\n- FIN - musique tranquille peut-être plus de type Django reinhardt (par exemple : [musique](https://www.youtube.com/watch?v=szNJ6DqrqoA) )"
  },
  {
    "titre": "Journal hebdomadaire - MC2",
    "contenu": "#Points de réflexion cette semaine :\r\n\r\n- retour sur le développement : mise en place d'un premier programme\r\n- organisation de la journée d'étude et du hackathon (voir [texte](http://test.interlivre.fr/admin/texte/53))\r\n\r\n#Points de développement\r\n\r\n##Next:\r\n\r\n- gestion des assets : voir comment utiliser assetic pour optimiser l'affichage des images de la page d'accueil\r\n- proposer un module permettant de sélectionner deux critères dynamiquement, commencer à penser un module de sélection des données\r\n\r\n##A penser :\r\n\r\n- la gestion des sessions : [lien](https://symfony.com/doc/current/components/http_foundation/sessions.html)\r\n- page d'accueil : remanier en une page plus simple (les options de recherche?)\r\n- mise en place d'une API avec FOS Bundle REST\r\n- mise en place du système de validation\r\n- améliorer les stats users\r\n\r\n#Module de sélection des données\r\n\r\nUne page \"recherche\".\r\nPremière version de test : une page qui apparait à recherche et qui permet de chercher un élément du thésaurus et une période de temps."
  },
  {
    "titre": "Vidéocast : Qui aime bien châtie bien",
    "contenu": "Parler d'œuvres que j'aime bien mais en mettant en avant leurs défauts de manière très méchante.\r\nPar exemple avec Star Wars : une planète détruite par l'étoile noire et tout le monde s'en fout, les vaissaux qui font du bruit dans l'espace, etc. \r\nEvangelion : la cohérence, le côté pervert, la durée de séquence non animées, Gendo qui est un vrai connard, la déprime"
  },
  {
    "titre": "Réunion de travail MC² - INHA",
    "contenu": "#planification du travail dans l'année\r\n\r\nChoisir les questions de recherche pour l'année : faire attention à l'usine à gaz.\r\nDates : 7-9 décembre colloque final & journées d'études de juin 29-30 juin\r\n\r\nEntre maintenant et juin : \r\n\r\n- ajouter de la transversalité et relire son propre travail et lire les autres numéros pour s'assurer que tout est bon. Faire quelque chose de très propre pour l'instant plutôt que d'ajouter de nouvelles données.\r\n\r\n- pendant les deux prochains mois : cleaner la BD\r\n\r\n#Les besoins techniques :\r\n\r\n##Fiche view des numbers\r\n\r\nRendre la fiche view plus visible et plus dense\r\n    - faire apparaitre les timecodes en valeur\r\n    - rendre les items cliquables (tout ce qu'il y a après backstage)\r\n\r\nAméliorer le système de validation\r\n\r\nNote : essayer de trouver un moyen de savoir combien de personnes sont actuellement connectées à la plateforme.\r\n\r\n#Todo \r\n\r\n- enlever integration des formulaires et des views\r\n- finir la fiche view\r\n- voir pour le système d'integration\r\n- rendre possible l'ajout de plusieurs personnes pour une personne\r\n- vision panoptique des numéros avec des points d'interrogation : voir tous les films qui ont des numbers , et ne faire apparaitre que les films qui ont des numbers\r\n- formulaire d'edit pour les films"
  },
  {
    "titre": "Hackathon ESOBD - participants ?",
    "contenu": "#Liste des participants\r\n<table>\r\n        <tr>\r\n            <th>Nom</th>\r\n            <th>Profil</th>\r\n            <th>Accord de principe</th>\r\n            <th>Ok pour participer</th>\r\n        </tr>\r\n        <tr>\r\n            <td>Mehdi</td>\r\n            <td>Dev/Hum</td>\r\n            <td>Ok</td>\r\n            <td></td>\r\n        </tr>\r\n        <tr>\r\n            <td>Johann</td>\r\n            <td>Hum</td>\r\n            <td>Ok</td>\r\n            <td></td>\r\n        </tr>\r\n        <tr>\r\n            <td>Marguerite</td>\r\n            <td>Hum</td>\r\n            <td>Ok</td>\r\n            <td></td>\r\n        </tr>\r\n    <tr>\r\n        <td>Charles</td>\r\n        <td>Dev</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Sandra</td>\r\n        <td>Dev</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Sonia</td>\r\n        <td>Hum</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>JB</td>\r\n        <td>Dev</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Adrien</td>\r\n        <td>Dev</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Guillaume</td>\r\n        <td>Dev</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Pierre</td>\r\n        <td>Dev</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Marin</td>\r\n        <td>Dev</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Justine</td>\r\n        <td>Hum</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Antonina</td>\r\n        <td>Hum</td>\r\n        <td></td>\r\n    </tr>\r\n    <tr>\r\n        <td>Delphine</td>\r\n        <td>Hum</td>\r\n        <td></td>\r\n    </tr>\r\n</table>"
  },
  {
    "titre": "CR réunion avec Marguerite - Point hebdo",
    "contenu": "Mois de janvier consacré au clean des données et à la remise au propre de ce qui a été fait en deuxième année avec les premières interfaces finalisées.\r\n\r\n#Développement\r\n\r\n##Clean\r\n\r\n- outils suppression des données de thésaurus et number\r\n\r\n##Gestion des rôles\r\n\r\nMettre en place des pages pour chaque rôle et bien circonscrire les fonctions de chacun\r\n - USER : peut se créer un compte et peut ajouter un number\r\n - EXPERT : peut faire tout ce que fait USER + créer/modifier un thésaurus + créer/modifier une personne + créer/modifier une song\r\n - EDITOR : tout ce que fait EXPERT + valider les numbers + ajouter/modifier un film\r\n - ADMIN : tout + suppression d'un number/ item de thésaurus\r\n\r\n\r\n##Import à mettre en place - docs pour import\r\n\r\n- enlever toutes les données (voir import studio.txt)\r\n- vérification des données entrées pour les studios par exemple (refaire un import des studios avec studios multi)\r\n- voir une page studio\r\n\r\n\r\n#Hackathon\r\n\r\n- rédiger un document de présentation du projet et le transmettre à Hesam dans un premier temps puis ensuite à Marguerite"
  },
  {
    "titre": "Un monde parfait où tout le monde sourit - idée d'univers d'anticipation",
    "contenu": "Dans le métro, tout le monde est souriant et de très bonne humeur, parce que les personnes sont forcées à être motivées et souriantes.\r\nUn monde de rêve où tout le monde veut laisser la place à tout le monde, se laisse passer, est très poli mais avec quelque chose de faux et de lourd derrière.\r\n\r\nParce qu'en fait, une vraie dictature où tout le monde doit être motivée. Des personnes en masque viennent chercher ceux qui ne respectent pas les règles.\r\n\r\nLe début de l'histoire? On décrit un métro où tout le monde est motivé mais soudain, les gens entrent dans la station, avec des journaux et des cafés dans les mains, plein d'entrain, descendent dans la station, attendent le métro, tout le monde est content, le train arrive, un perso arrive dans un wagon de métro et pête soudainement un cable. On le prend pour un taré, un malade : il est amené ailleurs."
  },
  {
    "titre": "Réunion téléphonique avec Médiathèque de Roubaix",
    "contenu": "En cours"
  },
  {
    "titre": "Réunion téléphonique avec Médiathèque de Roubaix",
    "contenu": "François Pichenot : 03 20 66 46 22\r\n\r\n- Présentation dans les grandes lignes du projet et notre volonté de travailler à partir de l'ouverture des données\r\n- Notre méthode de travail : voir avec un premier échantillon de données ce qu'il est possible de faire\r\n\r\n##Les données\r\n\r\nLes données dont nous avons besoin :\r\n\r\n- données notices\r\n- données mouvement / prêt\r\n- données user (anonymisées)\r\n\r\n##Délai\r\n\r\n- Envoyer ce soir ou demain les modèles de données de P8\r\n- Dans 15 jours envoyer un premier test avec les données"
  },
  {
    "titre": "Réunion hebdo CiTu",
    "contenu": "Présentation sur la visualisation des données\r\n\r\nCartographie et visualisations des données d'un côté et de l'autre le patrimoine culturel de la médecine Ayurvédique\r\noycib : [lien](http://viz.oycib.org/net_all_3/network/index.html)\r\n\r\nBiopiraterie : exploitation des ressources des de la biodiversité par des grandes entreprises\r\n\r\nLa cartographie et la visualisation pour l'analyse des risques de la biopiraterie pour la médecine A. [quel est le lien entre biopiraterie et médecine Ayurvédique, pourquoi la médecine ayurvédique? ]\r\n\r\nIdentifier les risques de la biopiraterie.\r\n\r\nLes questions de recherche : les questions sont tournées vers la médecine et non pas sur comment l'interrogation du corpus spécifique lié à la médecine interroge le domaine des visualisations de données.\r\n\r\n\r\n##Mes remarques \r\n\r\n- 1) pourquoi la médecine ayurvédique? Qu'est-ce apporte à la réflexion dans le domaine des sciences de l'information et de la communication, ou dans un sens plus large dans le cadre des humanités numériques? Toutes les questions sont tournées vers la médecine, ne devraient-elles pas être tournées dans l'autre sens?\r\n- 2) quel est lien entre biopiraterie et ayurvédique? (quelle scientificité pour la notion de biopiraterie? un terme qui n'est pas neutre et qui s'accompagne d'une vision politique? Qui la propose? Quelle vision propose les détracteurs?)\r\n- 3) quelles compétences techniques de la part de l'étudiant? est-il capable d'interagir avec des API? veut-il lui-même mettre en place une solution?\r\n-  4) de l'usage du mot pirate : le biohacking : à l'inverse de la biopiraterie...\r\n- 5) sur le plan final : exploration offline / online? quelle différence?\r\n- 6) aborde la question entre visualisation et cartographie? Question qui peut-être approfondie? Pour moi la cartographie est simplement une visualisation, sue quoi défend-il la particularité de la cartographie?\r\n- 7) propose de développer plusieurs bases de données? Pourquoi plusieurs?\r\n- 8) sur le plan : je ne comprends pas bien l'imbrication du ou des prototypes dans la recherche : question 1) une recherche création? 2) plusieurs dispositifs ou un seul?"
  },
  {
    "titre": "Organisation travail avec Pierre pour visam",
    "contenu": "#Travail sur l'axe SP7.2\r\n\r\nDeux temps : \r\n\r\n- jusque mi-février : définition du modèle de BD et des données avec lesquelles on va travailler \r\n- plus tard (date?) : développement ensemble et avec Sandra éventuellement d'un prototype d'interface ou de viz"
  },
  {
    "titre": "Déploiement Symfony MC2",
    "contenu": "sudo chown -R ubuntu:ubuntu /var/www/mc2/;export SYMFONY_ENV=prod;composer install --no-dev --optimize-autoloader;php bin/console cache:clear --env=prod --no-debug;sudo chown -R www-data:www-data /var/www/mc2;"
  },
  {
    "titre": "Réunion Visam - lancement V2",
    "contenu": "Présentation des membres : Sonia, Cécile, Sandra,  Manon, Pierre et Gaétan.\r\n\r\n#Les hesamettes\r\n\r\nRéflexion sur les nomenclatures : problème avec design et arts qui n'apparaissent pas\r\n\r\n#Nouveaux établissements\r\n\r\nSortie de ESCP, Paris 1 et ENA.\r\n\r\nNouvelles entrées : CESI (école d'ingénieur), la Conférence des Ecoles d'Art de Paris, CFJ (centre formation du journalisme), IFM (Institut Français Mode)\r\n- entrée en tant qu'affiliés (ne pas faire apparaitre mais garder la relation dans la BD)\r\n\r\n - CNRES? on garde l'ensemble des UMR même celles liées à Paris 1.\r\n\r\n#Import de données\r\n\r\nDeux types : l'import des nouveaux établissement, la mise à jour des anciennes données.\r\n\r\n#Métiers\r\n\r\nLes métiers ? Les débouchés éventuelles des étudiants, pas les métiers en interne de la COMUE. Montrer vers quel métier une formation peut mener.\r\nUn travail avec les formations.\r\n\r\n##Structuration des données et sources\r\n\r\nMétiers spécifiques et grandes catégories de métiers : quelles références choisir? Celle du CNAM (Cécile veut voir si trouve les métiers qui nous intéresse)\r\nPenser la notion de compétence : des compétences permettent de former à des métiers\r\nQuatre niveaux donc : familles de métier, communautés professionnelles, métiers, compétences\r\n\r\nROM : répertoire opérationnel des métiers, un énorme répertoire qui permet d'avoir des ID.\r\n\r\n##Catographie des débouchés\r\n\r\nPossible d'imaginer une collaboration cartographie / métiers sur les débouchés des métiers.\r\n\r\n##Collecter les données des anciens étudiants\r\n\r\nDemander aux anciens étudiants ce qu'ils font, s'adresser directement aux étudiants  / réfléchir à des logiques e-portfolios. Intéressant mais perspective trop à long terme.\r\n\r\n##Scénarios d'usage métiers\r\n\r\nIdée de Pierre : proposer des Master à la fin de la licence mais la COMUE n'a pas l'autorité pour orienter les étudier.\r\nSe servir des liens entre formations par les métiers, dans une logique de lecture de sérendipité.\r\n\r\nProposer un formulaire de contact pour écrire à un responsable de formation sans faire apparaitre le mail.\r\n\r\nPossibilité pour voir pour chaque Hesamette les métiers les plus fréquents.\r\n\r\nEssayer de voir l'[onisep](http://www.onisep.fr/) pour les suggestions de métiers, etc.\r\n\r\n#La collecte\r\n\r\nFaire une collecte par l'éditeur pour la plupart des établissements et une collecte via Excell pour le CNAM et Arts et Métiers Paris Tech.\r\n\r\nAu moment de la collecte, envoyer un lien vers la carto pour remercier les établissements (si possible vers leur établissement).\r\n\r\n#Membres \r\n\r\nLes enseignants chercheurs des laboratoires.\r\nCollecte aussi des responsables de formation.\r\n\r\nRécupération des personnes : une table, un lien avec une formation et avec un laboratoire. Les disciplines des personnes sont induites par les disciplines? A quel point? \r\n\r\nProposer d'ajouter des champs pour les membres.\r\n\r\nQuand aura lieu la collecte membres et comment?\r\n\r\n#ED\r\n\r\n- Que fait-on des écoles doctorales? De côté.\r\n\r\n#Etablissement\r\n\r\n- Faire un lien vers les notices établissements.\r\n\r\n#Todo \r\n\r\n- Faire un slack pour le groupe visam : pierre@shiki-services.fr"
  },
  {
    "titre": "Réflexion sur les humanités numériques",
    "contenu": "Lorsqu'on parle d'humanités numériques, on a souvent tendance à directement parler des exploitations qui y sont faites, mais on s'attarde rarement sur leur nature et leur définition. Qu'entend-on par humanités numériques : deux définitions bien distinctes semblent prévaloir :\r\n\r\n- les humanités numériques comme des sujets de recherche qui seraient purement numériques : les jeux vidéos par exemple\r\n- l'étude avec les outils numériques des humanités : étudier avec des visualisations de données la comédie musicale\r\n\r\n[Il serait intéressant de dégager plusieurs ensembles de définition du terme.]\r\n\r\nParler d'humanités numériques pour désigner de nouvelles disciplines qui seraient purement numériques n'a aucun sens. D'ailleurs que signifierait cette notion de purement numérique?  Mais les humanités numériques proposent de pouvoir étudier grâce à de nouveaux outils (numériques) des domaines parfois peu étudiés ou au contraire des classiques des humanités.\r\n\r\nA l'inverse, l'étude d'un champ comme le jeu vidéo par des approches classiques devrait-elle faire partie des humanités numériques? Réponse, l'étude du jeu vidéo implique de toute manière à un moment donné, l'usage d'outils numériques, ne serait-ce que pour jouer au jeu. \r\n\r\nNous voyons surtout que la distinction numérique, non  numérique, dans le cas des objets traités n'a pas de sens.\r\n\r\nIl convient plutôt de se demander quels objets étudier, comment le faire et s'il est possible d'inventer de nouveaux outils qui permettent d'y procéder. Ces outils peuvent d'ailleurs s'avérer une condition décisive pour procéder à leur étude.\r\n\r\nAutre point de réflexion qui est presqu'une provocation aujourd'hui : si l'on considère les humanités numériques avec la définition 2, nous pourrions avoir tendance à penser qu'il n'y pas d'humanités numériques mais des humanités simples et des humanités qui refusent le numérique : il conviendrait mieux de parler d'humanités et d'humanités non numériques.\r\n\r\nSur la définition, il semble, au vu de wikipedia, qu'il y ait au moins un consensus sur le fait que les humanités numériques soit un domaine de recherche interdisciplinaire."
  },
  {
    "titre": "Pensée du jour :-)",
    "contenu": "Au lieu de trouver un système qui permettrait d'inclure la source de tous documents mais de les mettre en accès libre partout, de gros efforts sont faits pour contraindre à acheter les livres et on en empêche d'y avoir accès librement. Si je veux faire une recherche sur les humanités numériques par exemple, je vais commencer par wikipedia et très vite être bloqué pour continuer, ce qui me force à aller en bibliothèque pour espérer des documents que j'aurai pu trouver en deux minutes."
  },
  {
    "titre": "Réunion hebdo Hesam - Définition du modèle de données",
    "contenu": "#Matériels\r\n\r\nDéfinition d'une première version du matériel\r\n\r\n#Métiers\r\n\r\nDéfinition d'une première version des métiers\r\n\r\n4 niveaux :\r\n\r\n- secteur\r\n- catégorie\r\n- sous-catégorie\r\n- métier"
  },
  {
    "titre": "Point hebdo MC2",
    "contenu": "#Points à aborder :\r\n\r\n- application web : système de validation + hiérarchie\r\n- point hackhaton : en attente de la réponse Hésam d'ici mi-février, si ok, on part sur le Hackathon, sinon trouver une forme de subsitution à la MSH\r\n- journées d'étude NYC\r\n\r\n\r\n#Retour sur l'application web\r\n\r\n- Sélection de numbers dans my number : tous les numéros n'apparaissent pas, problème avec le filter\r\n\r\n\r\n#Brainstorming - idées de scénario\r\n\r\nEssayer de voir avec une représentation graphique comme : [lien](http://app.impala.in/)\r\n\r\nPar exemple, voir les numbers avec trois paramètres : \r\n\r\n- années\r\n- studio\r\n- un élément thésaurus\r\n\r\n#Les rôles\r\n\r\n- visiteur : peut juste se register et créer un compte\r\n- user : ne peut éditer des numbers et de créer des numbers seulement s'il a un accès qui lui est donné par un éditeur \r\n- expert : peut éditer des numbers ou en créer sans avoir de restriction d'accès aux films, il peut assister pour les numbers, il peut ajouter des personnes, des chansons et des éléments du thésaurus fixés par l'administrateur.\r\n- editeur : toutes les fonctions experts ainsi que la validation et la possibilité, l'éditeur peut donner des accès à des users déjà inscrits pour les films, il a accès aux éléments du thésaurus fixés par l'admin. Il peut éditer les données films.\r\n- admin : toutes les fonctions éditeurs, peut éditer tout le thésaurus, peut gérer les données des membres et contrôler les données\r\n\r\n#Focus sur la page admin\r\n\r\n##Stats globales\r\n\r\nVoir l'activité\r\n\r\n##Gestion des membres\r\n\r\nSuppression d'un User (peu importe le rôle) : suppression de l'user\r\nSuppression des données d'une personne \r\n\r\nGestion des rôles des users : (suspendre un compte revient à le retrograder (depromote))\r\n\r\nGestion des accès aux fonctionnalités de chaque rôle.\r\nGestion des accès aux fonctionnalités de chaque personne par le biais d'exception.\r\n\r\n##Edit des données\r\n\r\n- Accès vers la liste des films avec un modification\r\n- Accès vers la liste des personnes avec modification\r\n- Accès vers la liste des chansons avec modification\r\n\r\n#Clean de la BD\r\n\r\nA terme, trouver un moyen d'effacer les données d'un number.\r\n\r\n#To do\r\n\r\n- Importer les studios"
  },
  {
    "titre": "Présentation jeunes chercheurs Labex Arts-H2H",
    "contenu": "#Programme\r\n\r\n3 présentations : les images et le réel\r\n\r\n#Maria - le lieu de l'éclat : la photographie et le réel\r\n\r\nInterrogation de la capacité de la photographie à transmettre des faits réels.\r\n\r\nConfiance dans le fait que la photographie nous livre de la réalité. Démonstration de cette prise de confiance, puis des fissures qui opèrent.\r\n\r\n##\"Se dice de mi\"\r\n\r\nTrois remises en cause de présupposés sur la photographie.\r\n\r\n- 1.1.photo comme langage autonome et universel\r\n- 1.2.photo comme représentation réaliste et objective\r\n- 1.3.photo comme technique neutre et transparente\r\n\r\n\r\n1.1.La photo comme un langage autonome universel. Le langage vaut mille mots. Paul Otlet créateur de la classification universelle. Notion de document : l'image au même niveau que le livre dans sa classification.\r\n\r\nMandet et Sultan : prenne des photos des archives, les sélectionne et publie les sélection sans contexte ou texte mentionné. On ne comprend pas bien ce qui se passe. \r\n\r\n1.2. La photo qui réplique la façon de représenter la perspective comme on a été habitué à la percevoir depuis la peinture.\r\nMention du docteur Charcot (me fait penser à Foucault, Histoire de la sexualité) : pour prouver l'hystérie, manipule les patients.\r\n\r\n1.3. Photo comme technique neutre et transparente : la main déclenche, elle est déchargé de la responsabilité du dessin.\r\nLes visages blancs comme pierre de touche, au début on construit la photo pour faire ressortir les visages de type caucasien.\r\n\r\n##Les liaisons dangereuses de la photographie\r\n\r\nLe réalisme instrumental : nouvelles techniques de catégorisation\r\nConnivence entre les services photographiques de l'hôpital de la Salpétrière et les services photographiques de la mairie de Paris.\r\n\r\nLa visualité = un ensemble d'opérations\r\n\r\n- classification\r\n- séparation\r\n- esthétisation\r\n\r\n##Pourquoi étudier tout de même la photographie\r\n\r\nLa notion de Facticité.\r\nFacticité = \"la double qualité de ce qui est en fait irréfutable et de ce qui est factice\"\r\n\r\nInsister, insister et essayer de comprendre pourquoi.\r\n\r\n##Questions\r\n\r\n- quel lien entre l'hystérie et le point 1.2 avec le docteur Charcot\r\n- réexpliciter la notion de visualité (classification, séparation et esthétisation)\r\n\r\n#Juan - \r\n\r\n(une présentation avec une vidéo)\r\n\r\nColombie, ce que ça évoque.\r\n\r\nParlache : un nouveau langage.\r\nParlar = parler\r\n\r\n1500 mots, nait avec les sicarios (tueurs à gage)\r\nDésigne des armes, la drogue, etc. mais aussi des termes plus banals.\r\n\r\nUn langage qui mélange Lunfardo qui vient de Bunos Aires et une sorte de verlan avec lequel on joue avec les syllabes.\r\n\r\nSicaresca : une forme de fureur de vivre. Attrait pour cet exotisme.\r\n\r\nDes enfants qui sont des tueurs qui vivent à 100 à l'heure. Fascination dénoncée par Willima Ospina.\r\n\r\nRéalisateur Victor Gaviria va travailler sur une trilogie sur le sujet des sicarios.\r\n\r\n- 1990: Rodrigo D: No futuro\r\n- 1998: La Petite Marchande de roses\r\n- 2004: Sumas y restas\r\n\r\nTravaille avec des comédiens amateurs qui sont issus des sicarios.\r\n\r\nUtilisation du mythe de la jeune fille aux allumettes : doit vendre des allumettes et ne peut pas rentrer tant que ça n'a pas été vendu. Finit par mourir de froid après avoir craqué les allumettes et avoir déliré avec des visions.\r\n\r\nDes suites de Pablo Escobar qui voulait faire la guerre à l'état et donnait de l'argent pour chaque policier ou militaire tué. A favorisé une grande vague de violence.\r\n\r\nQuestions =\r\n\r\n- Y a-t-il des points de rapprochement entre la description de cette jeunesse vendeuse d'allumettes et son traitement cinématographique et d'autres pays. Par exemple, dans le film 15 de Roystan Tan, l'utilisation d'un dialecte pour les jeunes déclassé et le rapport à la musique. La France ou Etats Unis...\r\n\r\n#Anti-réalisme dans les expériences télévisées de metteurs en scène de théâtre - Laetita Dumont-Lewi\r\n\r\nCorpus 1970 - 1990 : télévision italienne.\r\n\r\nDans une autre perspective, un courant inverse au cinéma d'auteur de la même époque qui s'oppose lui-même au néo-réalisme.\r\nIntroduction de la couleur à la TV en 76, ce qui est tard. Ouverture d'une troisième chaîne en 1977 donc peu de choix pour les téléspectateurs.\r\n\r\nDiffusion de cinéma des films sur le petit écran, un de leurs modes de diffusion. Mais aussi les téléfilms. Le cinéma a pu dans le passé accueillir des actualités mais un médium reconnu comme celui de la fiction.\r\n\r\nObjectif de la télé italienne des débuts : informer, instruire et divertir. Normalement des émissions pour chacun de ces types mais parfois des frontières poreuses, notamment par le biais des fictions et par exemple des adaptations d'œuvres littéraires.\r\n\r\nLes types d'illusion dans la fiction.\r\nBiblio : Bazin, Christian Metz, Christian Biet et Carolone Renouard (les effets esthétiques et narratifs de la technique de l'incrustation).\r\n\r\nLa technique illusionniste pour montrer l'écran plutôt que pour le masquer.\r\n\r\nLuca Ronconi : utilise un artifice de cinéma, des plans séquences. Mais les utilise pour créer une certaine forme de dépaysement.\r\nEn studios met plusieurs sets successifs qui se suivent. La caméra les suit, on a une impression de circularité.\r\n\r\nPorte le spectateur, est obtenu par Carmelo Béné. Continue d'utiliser le noir et blanc alors que la télé est en couleur, diffusé en 78. Et l'utilise dans le but de créer des contrastes maximum entre noir et blanc. Ne tend pas à ressembler le plus possible a des couleurs comme on peut les voir dans la réalité.\r\n\r\nDIfférence du traitement de l'illusion au théâtre vs au cinéma. \r\nIntrusion dans le domaine de l'intimité. Des images qui peuvent s'approcher du cinéma. Matérialité du cadre de la télé, on l'a sous les yeux. Apporter du théâtre mais la perception de la matérialité de la réalisation.\r\n\r\n#Question rapport entre fiction et réel\r\n\r\nRenforcer le réel et la fiction dans un même dispositif"
  },
  {
    "titre": "Point hebdo MC2",
    "contenu": "#Points à aborder\r\n\r\n- hackathon\r\n- avancement de l'application\r\n\r\n#Hackathon\r\n\r\nProjet Imprévu sélectionné, tout le financement accordé, soit 2079 euros pour deux buffets pour 35 personnes\r\n\r\n#Application \r\n\r\n##Un système de gestion des rôles\r\n\r\nChangement à prévoir : visiteur disparait et est remplacé par user\r\nCause : il n'est pas possible de dépromouvoir un \"User\", ainsi le niveau \"Visiteur\" ne sert plus à rien, il faut le remplacer par user.\r\n\r\n- user : peut juste se register et créer un compte\r\n- member : peut éditer des numbers, peut créer des numbers seulement s'il a un accès qui lui est donné par un éditeur\r\n- expert : peut éditer des numbers ou en créer sans avoir de restriction d'accès aux films, il peut assister pour les numbers, il peut ajouter des personnes, des chansons et des éléments du thésaurus fixés par l'administrateur.\r\n- editeur : toutes les fonctions experts ainsi que la validation et la possibilité, l'éditeur peut donner des accès à des users déjà inscrits pour les films, il a accès aux éléments du thésaurus fixés par l'admin. Il peut éditer les données films.\r\n- admin : toutes les fonctions éditeurs, peut éditer tout le thésaurus, peut gérer les données des membres et contrôler les données\r\n\r\nCréation sur la plateforme de développement en local d'un user, d'un member, d'un expert et d'un admin:\r\n\r\n```\r\nphp bin/console fos:user:create member member@example.com interlivre2017; \r\nphp bin/console fos:user:promote member ROLE_MEMBER;\r\nphp bin/console fos:user:create expert expert@example.com interlivre2017; \r\nphp bin/console fos:user:promote expert ROLE_EXPERT;\r\nphp bin/console fos:user:create editor editor@example.com interlivre2017;\r\nphp bin/console fos:user:promote editor ROLE_EDITOR;\r\nphp bin/console fos:user:create admin admin@example.com interlivre2017;\r\nphp bin/console fos:user:promote admin ROLE_ADMIN;\r\n```\r\n\r\n###User \r\n\r\n####Définition\r\n\r\nAnciennement visiteur, l'user est un moyen de se connecter à la platforme pour s'inscrire via la compte visteur.\r\nL'user ne peut faire qu'une chose : se register pour créer un compte \"membre\".\r\n\r\n####Menu\r\n\r\n- accès au thésaurus (mais ne peut éditer [todo])\r\n- connected as visiteur\r\n- create an account (lien vers register)[todo : mais comment le faire uniquement pour visiteur ?]\r\n- logout\r\n\r\n###Member\r\n\r\n####Définition\r\n\r\nQuand un utilisateur s'inscrit via le compte visiteur, il est automatiquement promu membre [to do].\r\nUn membre peut éditer seulement des numbers de films qui lui ont été attribué par un éditeur mais ne peut pas en créer de nouveaux ou éditer les autres numbers.\r\n\r\n####Menu\r\n\r\n- accès au thésaurus (mais ne peut rien changer)\r\n- edition (dashboard, add person, add song)\r\n- connected as member (nom)\r\n- logout\r\n\r\n###Expert\r\n\r\n####Définition\r\n\r\nUn expert est un membre qui a en plus le droit de créer des numbers et qui peut éditer tous les numbers. Il peut aussi editer les persons et les songs.\r\n\r\n- accès au thésaurus + edit du thésaurus\r\n- edition (dashboard, assist, add / edit person, add /edit song)\r\n- connected as member (nom)\r\n- logout\r\n\r\n###Editor\r\n\r\nUn éditeur est un expert qui peut en plus attribuer des films aux members et valider les numbers.\r\n\r\n- accès au thésaurus + edit du thésaurus\r\n- edition (dashboard, assist, add/edit person, add/edit song, add/edit film, add/edit studio, add/edit stageshow, add/edit stagenumber)\r\n- validation\r\n- management (attribution de films à des members)\r\n- connected as member (nom)\r\n- logout\r\n\r\n###Admin\r\n\r\nUn admin est un éditeur qui peut supprimer les éléments.\r\n\r\n- accès au thésaurus + edit du thésaurus\r\n- voir l'activité générale de la plateforme (visualisations)\r\n- edition (dashboard, assist, add/edit person, add/edit song, add/edit film, add/edit studio, add/edit stageshow, add/edit stagenumber)\r\n- validation\r\n- management (attribuer des films/promote-depromote, bloquer un user, supprimer un user, enlever toutes les données d'un user)\r\n- delete (page de suppression des films, songs, person)\r\n- connected as member (nom)\r\n- logout\r\n\r\n\r\n##Import des données\r\n\r\n- studios : déjà fait\r\n\r\n##Formulaires\r\n\r\n###Film\r\n\r\nCréation des formulaires pour les films.\r\n\r\n#Todo\r\n\r\n- Effacer membre valerie pour la prochaine mise à jour"
  },
  {
    "titre": "Visam v2 - journal hebdo",
    "contenu": "#Amélioration de l'éditeur\r\n\r\nL'ajout des entités many to many en reverse est maintenant possible.\r\n\r\n- formations : ajout/edit des établissements et des disciplines.\r\n -labo : ajout/edit des établissements et des disciplines.\r\n\r\n#Migration de l'application sur le serveur du CNAM\r\n\r\nFaire la redirection de l'adresse web : à faire si confirmation de la part Hesam via gandhi.net\r\n\r\nTransmettre à Sandra un document résumant la procédure pour la migration"
  },
  {
    "titre": "Pensée du jour :-)",
    "contenu": "Ne pas faire ce que les chercheurs en humanités ou ce que les usagers veulent, faire ce qu'ils voudront."
  },
  {
    "titre": "Rencontre ABDU - Prévu",
    "contenu": "Présentation des participants :\r\n\r\nMehdi, Valéry Néouze, Hélène Coste et moi.\r\n\r\nDirectrice du SCD de Paris 5 : pluridisciplinaire (tout sauf ce qu'à Paris 3). 10 sites. Très atomisé. Des endroits en cours de rénovation ou de construction.\r\n\r\nUn SCD assez impatient : l'innovation n'avance pas assez vite. Les archives ouvertes sont importantes mais pas une innovation. Services à la recherche, gestion des données en amont de la publication. Rendre la souveraineté scientifique à l'université.\r\n\r\n\"Mettre le numérique au cœur de\" : le faire, pas seulement le dire. L'ADBU : association des directeurs de BU. Accueille tous les cadres.\r\nAssociation qui a un rôle politique, a participé à la création de la loi Le Maire.\r\n\r\nDes services à la recherche qui sont inconnus et invisibles aux usagers.\r\n\r\nAccueil à distance : basculer d'une logique de collection à une logique de service.\r\n\r\nLogique de signalement des documents.\r\n\r\nCommission SSI : Interlocutrice de l'ABES, agence de mutualisation de tous les projets de signalement. Représente tous les bibliothèquaires de France pour les traduire à l'ABES. Comme livrable, chaque commission doit organiser un évènement.\r\n\r\nHélène : commission évaluation et pilotage. Evaluation statistiques des données d'usages. Utiliser la visualisation dans une logique de pilotage / aide à la gouvernance/ mieux comprendre les usages.\r\n\r\nEn bibliothèque, de très nombreux indicateurs. Volonté d'exploiter les données pour faire des chiffres.\r\nUne volonté de décomplexer : rendre accessible les logiques de visualisation de données. Rendre les outils utilisables. Ce qui est important, c'est leur réutilisabilité.\r\n\r\nOrganisation d'un évènement : un bibcamp (exemple de thème : la place du numérique dans un bibcamp)\r\n\r\nLes COLEX : des bibliothèques référence identifiés = les CADISTES (Cujas en droit par exemple).\r\nAvec la révolution du numérique, les cadistes voient leurs missions disparaitres. Les COLEX : appel à bibliothèque de référence pour animer des disciplines. En même temps, un autre appel à manifestation, les collections d'excellence. Bibliothèques choisies dans la deuxième quinzaine de février : associées avec une équipe de recherche.\r\n\r\nLe format de l'évènement :\r\n- en amont : faire un appel aux bibliothèques pour un jeu de données qui permet de répondre à un besoin ou volonté d'exprimer une finalité.\r\n- des équipes de 5 ou 6 avec un maximum de 50 personnes\r\n- les fournisseurs : ceux qui ont des outils qu'ils veulent proposer à l'utilisation : un des points de questionnements, trouver des bons fournisseurs\r\n\r\nPremière journée : formation des équipes\r\n\r\nQuestion de la fabrication des indicateurs : comment produire de nouveaux indicateurs? \r\n\r\nTrois étapes : \r\n- 1 définition des projets\r\n- 2 mise en forme des données\r\n- 3 \"hackathon\"\r\n\r\nLiens : \r\n\r\n- http://www.culturecommunication.gouv.fr/Politiques-ministerielles/Livre-et-Lecture/Bibliotheques/Observatoire-de-la-lecture-publique/Cartographier-les-donnees\r\n- https://www.affluences.com/\r\n- http://cri-paris.org/rhizi/\r\n- https://www.esup-portail.org/wiki/display/AGIMUSNG/Documentations"
  },
  {
    "titre": "Blague",
    "contenu": "Un fou lit l'annuaire, quelqu'un lui demande : \"C'est bien?\"\r\n— Bof, il y a beaucoup de personnages mais pas beaucoup d'histoire."
  },
  {
    "titre": "Point Prévu - Article Hybrid avec Cécile",
    "contenu": "#Organisation\r\n\r\n#Plan\r\n\r\n- corpus / échantillon : le contexte\r\n- notices : à partir des dates de publication, comparer le nombre de notices par année de publication pour tous les livres dont le titre contient écran vs tout le corpus\r\n- \r\n\r\nA chaque fois, un écran :\r\n\r\n##Ecran 1\r\n\r\nTitre : contexte\r\n\r\n###Général\r\n- nb de notices dans UP8\r\n- nb de notices empruntées\r\n- nb de prêts totaux\r\n- nb d'auteurs principaux dans Prévu\r\n\r\n###Avec le mot écran\r\n- nb de notices qui contiennent écran\r\n- nb de notices empruntées avec le mot écran\r\n- nb de prêts totaux\r\n- nb d'auteurs principaux dans Prévu\r\n\r\n##Ecran 2"
  },
  {
    "titre": "Point Prévu - Article Hybrid avec Cécile",
    "contenu": "#Organisation\r\n\r\n#Plan\r\n\r\n- corpus / échantillon : le contexte\r\n- notices : à partir des dates de publication, comparer le nombre de notices par année de publication pour tous les livres dont le titre contient écran vs tout le corpus\r\n- \r\n\r\nA chaque fois, un écran :\r\n\r\n##Ecran 1\r\n\r\nTitre : contexte\r\n\r\n###Général\r\n- nb de notices dans UP8\r\n- nb de notices empruntées\r\n- nb de prêts totaux\r\n- nb d'auteurs principaux dans Prévu\r\n\r\n###Avec le mot écran\r\n- nb de notices qui contiennent écran\r\n- nb de notices empruntées avec le mot écran\r\n- nb de prêts totaux\r\n- nb d'auteurs principaux dans Prévu\r\n\r\n##Ecran 2"
  },
  {
    "titre": "Point Prévu - Article Hybrid avec Cécile",
    "contenu": "#Organisation\r\n\r\n#Plan\r\n\r\n- corpus / échantillon : le contexte\r\n- notices : à partir des dates de publication, comparer le nombre de notices par année de publication pour tous les livres dont le titre contient écran vs tout le corpus\r\n- \r\n\r\nA chaque fois, un écran :\r\n\r\n##Ecran 1\r\n\r\nTitre : contexte\r\n\r\nDes listes de chiffre - vision très panoptique du corpus\r\n\r\n###Général\r\n\r\n- nb de notices dans UP8\r\n- nb de notices empruntées\r\n- nb de prêts totaux\r\n- nb d'auteurs principaux dans Prévu\r\n\r\n###Avec le mot écran\r\n- nb de notices qui contiennent écran\r\n- nb de notices empruntées avec le mot écran\r\n- nb de prêts totaux pour écran\r\n- nb d'auteurs principaux dans Prévu\r\n\r\nVoir si c'est représentatif avec d'autres mots comme  : éventail, numérique, communication, informatique, interface.\r\nPourrait être intéressant de voir quels sont les mots les plus fréquents dans la BD, (imaginer un nuage de mots)\r\n\r\n##Ecran 2\r\n\r\nTitre : Le mot écran dans le temps (avec les dates de publication)\r\n\r\nNous analysons ensuite la répartition des notices par année de publication. Quelles sont les nombres de notices dans Prévu pour toute la base vs quelles sont les nombres de notices dans Prévu dont le titre contient le mot écran.\r\n\r\nDeux courbes qui comparent.\r\n\r\nPlus une possibilité de cliquer sur une année pour voir tous les livres qui sont publiés cette année.\r\nOn voit alors un tableau avec les titres des livres et le nom des auteurs (à terme voir avec les disciplines).\r\n\r\n##Ecran 3 \r\n\r\nTitre : Les lecteurs de l\"écran\"\r\n\r\n- nb d'emprunts par notices qui contiennent le mot écran / les livres les plus empruntés\r\n- nb d'emprunts par auteurs qui ont écrit des livres dont le titre contient écran / les auteurs les plus populaires\r\n\r\n- répartition des genres et des âges des emprunteurs et autres infos borrowers..."
  },
  {
    "titre": "CR réunion avec Marguerite - Point hebdo",
    "contenu": "#To do : \r\n\r\n##Song\r\n\r\n- ajouter le lien vers la page all songs : à côté de \"Search a song\" / <b>done</b>\r\n- corriger le problème avec la sauvegarde d'une song lors de l'edit \r\nCatchable Fatal Error: Argument 1 passed to Doctrine\\Common\\Collections\\ArrayCollection::__construct() must be of the type array, object given, called in /Users/gaetan/DEV/PHP/mc2/application/vendor/doctrine/orm/lib/Doctrine/ORM/UnitOfWork.php on line 605 and defined\r\n\r\n##Person\r\n\r\n- ajouter la page pour voir toutes les personnes : ) côté de \"Search a person\", vers une page \"songs\" / <b>done</b>\r\n- créer formulaire édition\r\n- ajouter page pour une person\r\n- ajouter les numbers pour une personne (en tant que)"
  },
  {
    "titre": "De ma culture",
    "contenu": "Se souvenir trop longtemps une journée, c'est perdre l'occasion de se rappeler le lendemain qu'on a fait quelque chose d'autre aujourd'hui.\r\n\r\nSimplement et frontalement, j'ai envie de poser la question : qu'est-ce qui compte pour moi, de quoi je veux me rappeler? Est-ce que je veux me souvenir de ce que j'aime ou de ce que j'aurai voulu aimer? Comment est-ce que je peux être sûr que j'aime quelque chose?\r\n\r\nQuelle est ma culture? Elle est bien plus diluée qu'une culture nationale. Elle va piocher du côté du Japon avec les dessins animés, les mangas que je regarde ou lis depuis mon enfance, aux Etats Unis avec le cinéma, la littérature, les séries télé, la Chine, le Danemark avec son cinéma qui m'impressionne tant, Singapour, l'Italie, l'Allemagne et Berin, ... Où est-ce que je suis dans tout ça?\r\n\r\nJ'aimerai bien me risquer à l'exercice d'un portrait à travers plusieurs références culturelles avouables ou non qui, que je le veuille ou non, sont liées à ce que je suis aujourd'hui.\r\n\r\nLa musique par exemple, une chose est sûr, je n'écoute plus la musique que depuis mon ordinateur depuis bien longtemps et presque tout le temps depuis des sites de streaming comme Deezer ou via Youtube.\r\n\r\nSouvent je reviens vers plusieurs morceaux français (ou ces morceaux reviennent vers moi).\r\n\r\nVoici une petite sélection. Je commence dans un désordre complet, aujourd'hui, je veux évoquer des musiques qui dans un sens me rassurent, me confortent quand je les écoute, elles donnent l'impression que je les connais, que je vis dans un monde avec des repères et des limites qui me sont familières.\r\n\r\nSouvent la nuit, quand je traine sur le travail, j'écoute France Gall pour pouvoir me concentrer sur le boulot, par exemple Résiste : https://www.youtube.com/watch?v=SPBVplEp7xE\r\n\r\nJe peux l'écouter plusieurs fois : \"Refuse ce monde égoïste\".\r\n\r\nLes textes sont souvent tellement naifs pour ne pas dire bête : \"Si tu réalises que l'amour n'est pas là, que tu réalises que tu te couches sans qu'aucun rêve n'est en toi\". Mais c'est entraînant et, tu sais quoi, j'ai envie de résister et qu'on me dise que ce monde n'est pas le mien.\r\nJe suis géné parce que je n'ai pas envie de danser pour le début du monde.\r\n\r\nS'il y a France Gall, pour moi tout du moins, c'est parce qu'il y a eu Starmania, le parangon même d'une forme de naiveté médiocre mais touchante  : \"Dans les villes de l'an 2000, la vie sera bien plus facile\" avec cette voix qui porte le piano (ou l'inverse). Monopolis : https://www.youtube.com/watch?v=hSMluHp14pI. Je reviens, très, trop souvent à cette chanson, c'est mélancolique comme du PNL(naïveté contre naïveté?),  mais cette rupture vers 3 min, c'est presque génial avec le piano qui s'agite et les violons qui se réveillent : \"Je me vois assise sur un banc seule au milieu de Monopolis\", l'apothéose...\r\n\r\nCe mythe des villes de l'an 2000, ça me ferait presque chialer, d'imaginer, je ne sais pas, mes parents?, jeunes, croire dans un demain bizarrement futuriste, avec une peur de la solitude et de la vieillesse \"Quand nos enfants auront 20 ans, nous on sera d'un autre temps\". La naiveté \"eighties\" de Starmania transpire justment un peu de la vérité que j'imagine être de son temps et qui me terrifie pourtant aujourd'hui, pas ce qui est dépeint mais l'émotion, j'ai l'impression de choper ce qu'on ne cherchait pas à dire, mais que le reste fait justement ressortir ce qui était peut-être tu parce que perçu à l'époque comme un défaut.\r\n\r\nUn peu plus jeune, parce que je devais l'avoir téléchargé, je ne me souviens plus bien, j'écoutai François Hardy : Mon amie la rose : https://www.youtube.com/watch?v=2ICFtXx546A. C'est le genre de musique que j'écoutai quand plus jeune je trainais jusqu'à 5h au 72 rue Sedaine sur l'ordi ou bien au 7 rue Saint Ambroise. Je ne me souviens plus très bien.\r\n\r\n\"Ou bien si peu de choses, c'est mon amie la rose qui l'a dite ce matin\" : je pense, je ne sais pas pourquoi, toujours à ma grand mère quand j'écoute cette musique. Je me rappelle la sono qu'elle mettait pour écouter la radio (RTL?) quand elle allait s'occuper de son jardin dans sa maison de Bousse après la mort de mon grand père. J'y venais les weeks-ends, les midis je mangeai du mac donald qu'elle m'amenait et quand j'ai eu la PS1, je jouais à la console (Ah le jour où j'ai découvert Diablo 1). Je mettais la console sous les vêtements dans un grand sac de sport.\r\n\r\nLes chaînes de YouTube me ramènent à France Gall : Poupée de cire, poupée de son, je n'écoute pas forcément jusqu'au bout, la musique est sympa au début, apocalyptique, un générique de dessin animée et puis bof. J'aime mieux je crois \"Laisse tomber les filles\" https://www.youtube.com/watch?v=FWRCJhsz5t4 que je voulais même utiliser pour la fin de dis(re)pair (j'y pense encore parfois, est-ce que dis(re)pair est vraiment fini?).\r\n\r\nEn évoquant l'idée de générique de dessin animé, l'ouverture en français (version courte) du dessin animé de Myazaki, Sherlock Holmes que je regardai sur Tf1 dans le club Dorothée avec ma sœur au 5 rue Don Calmé plus jeune revient souvent la nuit : http://www.dailymotion.com/video/x1n6wa_sherlock-holmes-generique_news. Cette douceur réconfortante, la voix de la chanteuse posée et humble qui s'efface derrière un texte élégant \"la câne à la main, toujours démasqué par Sherlock Holmes le plus malin\".\r\n\r\nToujours les chansons douces de la nuit, peut-être plus classe,  Barbara et Göttingen : https://www.youtube.com/watch?v=t0sNy1xOhRc moins sinistre que Nantes ou l'Aigle Noire qui épuise, moins triste que Dis quand reviendras-tu. \"Quand ils ne savent rien nous dire, ils restent là à nous sourire\", \"mais les enfants se sont les mêmes à Paris ou à Gottingen\", \"O faite que jamais ne revienne le temps du sang et de la haine\".\r\n\r\nAh mais \"Dis quand reviendras-tu\", quelle beauté. \"Dis au moins le sais-tu, que tout le temps qui passe ne se rattrape guère\". Après la rupture avec LJ c'était dur d'écouter cette musique. \"Tout le temps perdu ne se rattrape plus\". Et aussi \"Si tu ne comprends pas que tu veux revenir, je ferai de nous deux, nos plus beaux souvenirs\".\r\n\r\nOn peut évoquer ensuite dans la foulée Brassens : les copains d'abord mais que j'écoute plutôt (et plus rarement) en journée car le ciel y est plus bleu : les copains d'abord, la mauvaise éducation, l'Auvergnat.\r\n\r\nJe pourrai aussi parler de Brell, mais je crois avoir fait une overdose, Amsterdam, ne me quitte pas, Vesoul(\"Chauffe Marcel\") Les Bourgeois, Une valse à cent ans, Mathilide, etc. sauf peut-être les Flamandes qui me plait toujours : \"Les flamandes dansent sans rien dire\", \"si elles dansent c'est parce qu'elles ont chent ans\". C'est un peu le film de reportage chinois qui traverse un siècle complet avec les mêmes personnages qui vieillissent à la différence près que le monde extérieur ne change pas  : \"Son EM'm'nEnce\".\r\n\r\nOn peut ensuite faire un rapide détour vers Polnareff que j'ai découvert assez tard quand on habitait à Pantin avec F : Lettre à France, La poupée qui fait non, Je suis un homme (homophobe ou sexiste?), goodbye Marylou (bof en fait), le bal des Lazes . Trop d'égoïsme derrière l'apparente mégalomanie."
  },
  {
    "titre": "Prévu - CR réunion du 15 février",
    "contenu": "To do : \r\n\r\n- envoyer procédure pour fiche de poste IGR / prendre rendez vous avec notre agent"
  },
  {
    "titre": "CR réunion avec Marguerite - Point hebdo",
    "contenu": "#Préparation\r\n\r\n- Etat d'avancement\r\n- Hackathon\r\n- Question stage\r\n\r\n#Actualités\r\n\r\n- NYC : attendre les réponses du Labex et du labo de Marguerite puis contacter Pauline pour ordre de mission + à ce moment faire réservation hébergement (il faut normalement avancer 740 euros)\r\n\r\n#Etat d'avancement\r\n\r\n##Song\r\n\r\n- lien vers la page all songs : à côté de \"Search a song\" :  <b>done</b>\r\n- pb la sauvegarde d'une song pour songtype :  lors de l'edit Catchable Fatal Error: Argument 1 passed to Doctrine\\Common\\Collections\\ArrayCollection::__construct() must be of the type array, object given, called in /Users/gaetan/DEV/PHP/mc2/application/vendor/doctrine/orm/lib/Doctrine/ORM/UnitOfWork.php on line 605 and defined : <b>corrigé</b> (en ajoutant multiple = true dans Form/SongType\r\n- ccl : les formulaire song et l'accès aux song sont maintenant opérationnels\r\n\r\n###Pour aller plus loin avec song\r\n\r\n- ajout d'un lien vers une fiche song sur la page d'accueil via le moteur de recherche : <b>done</b>\r\n- mise au propre de la cartouche song : V1 <b>done</b>\r\n- ajout de liens vers les persons : <b>done</b>\r\n\r\n\r\n##Person\r\n\r\n- page pour voir toutes les personnes à côté de \"Search a person\", vers une page \"songs\"  <b>done</b>\r\n- formulaire édition\r\n- ajouter page pour une person : <b>done</b>\r\n- ajout des relations inverses dans l'entité Number :  numbers_role : <b>done</b>\r\n- création des fonctions inverses dans Person :  <b>done</b>\r\n- dans la fiche person ajouter les numbers pour une personne (en tant que) :  <b>done</b>\r\n- mettre en page la notice person :\r\n- ajouter un bouton modifier pour certains rôles pour person :\r\n\r\n#Hackathon\r\n\r\n- Dates : du 7 au 8 juillet 2016 (confirmer le changement de date avec Hesam) / Journée d'étude du 28 ou 29 juin 2017 à la MSH Paris-Nord\r\n- Essayer d'inviter Doug au Hackathon\r\n\r\n- Hesam ok pour les locaux, mais question qui remonte à commission intercomue, évènement avec communication limitée mais qui pourrait servir de premier test pour intercomue même si en même temps, peur que fasse penser à une assimilation condorcet,\r\n\r\n#Question stage Prévu\r\n\r\n- Possible de faire participer stagiaires en avril à réunion du jeudi pour leur montrer le travail dans un autre projet et le travail avec chercheurs?\r\n\r\n\r\n#To do \r\n\r\n- réparer le moteur des films\r\n- mettre à jour 0.3.6\r\n- corriger les bugs d'affichage avec la page dashboard\r\n- créer StageshowType / views stages shows\r\n- créer Stagenumber/views stages number stage number\r\n- créer un accès aux interfaces des stages sur la page d'accueil"
  },
  {
    "titre": "CR point téléphonique avec Johann",
    "contenu": "Deux points de discussion :\r\n\r\n- journée de valorisation\r\n- BiblioMémos, comment reprendre le contact ? Proposition : que ce soit Johann qui essaie de reprendre le lien avec François et Donatien en me mettant en copie (voir sans) pour mettre de côté l'affect."
  },
  {
    "titre": "Réunion de travail métiers avec Pierre",
    "contenu": "#Retour sur le doc Définition des scénarios d'usage\r\n\r\nModules = Ensembles conceptuels\r\nS1 : recherche (comment rechercher les métiers)\r\nS2 : module statistiques\r\nS3 : module authentication\r\nS4 : module administration\r\n\r\n\r\nPublics:\r\nA1 : futur étudiant\r\nA2 : étudiant à Hesam\r\nA3 :personnnel établissement\r\nA4 : responsable de formation\r\nA5 : personnel Hesam\r\n\r\n##S4\r\n\r\nQuestionnements du S4 / UC15, UC16, UC17, UC18\r\n- jusqu'à quel niveau descend-on pour les métiers ; N1, N2, N3 et métiers (supprimer la table métier et UC15) : au niveau 3\r\n- on commence au niveau 1\r\n- dans l'éditeur : on laisse un champ pour remplir le code ROM mais on oblige à rentrer au minimum 1 qui est une lettre\r\n- notices formations : \r\n\r\nDiscussion autour du A4 : donner accès à chaque responsable de formations? 1400 accès à la base? \r\nRecueillir\r\n\r\nSuppression UC19, UC20 et UC21 : on ne touche pas aux données ROME (Hesam/Cécile)\r\n\r\nUC23 : proposition d'un rebond éditorialisé par le biais de l'ajout d'une relation formation to formation (many to many), voir même de laboratoire. Mais problème de temporalité au moment de la collecte : on ne peut pas associer des formations qui n'existent pas encore.\r\n\r\nUC26 : notion de cursus, on supprime\r\n\r\nUC22 : version molle d'UC26. Hesam pourrait suggérer des liens entre formations, des suggestions de parcours de formations : on les appelle des parcours suggérés (parcours).\r\n\r\n##S2\r\n\r\nDiscipline vs métiers ? Les métiers d'un labo? Les métiers d'une hesamette? A voir si fonctionne\r\n\r\n##S1\r\n\r\nPrésentation des UC sur la recherche. On conserve l'idée d'un module de recherche unique.\r\nPossibilité de proposer une interface de recherche graphique?\r\n\r\n##Quelle histoire souhaitons nous raconter, par quel scénario visuel?\r\n\r\nMontrer les parcours suggérés sur la notice d'une formation.\r\nPrésuppose de travailler sur le formulaire des formations en donnant la possibilité d'ajouter les données parcours\r\nVoir les données parcours dans la notice."
  },
  {
    "titre": "Organisation du budget - renconre gestionnaire",
    "contenu": "#Questions\r\n\r\n- à quel point le budget est flêché? peut-on utiliser les ressources de recrutement pour les stages? \r\n- quel prix pour les différents indices IGE et IGR (où trouver l'info)?\r\n- peut-on choisir un indice supérieur que celui de base?\r\n- quel délai pour le recrutement  IGE/IGR(possible début avril ou mi avril?) si procédure lancée la semaine prochaine?\r\n- quelle démarche / comment s'organiser pour le recrutement IGE?\r\n- quelle démarche pour le recrutement des stagiaires?\r\n\r\nUne convention va être établie pour le versement pour la convention et il va y avoir \r\n\r\n- gratification = 554 euros * 6 \r\n- on ne sait pas si le budget est flêché, nous attendons la confirmation du fléchage. Je dois écrire un mail pour savoir si ça l'est.\r\n- le délai de recrutement, normalement 45 jours possible de commencer le 15 avril si dossier rendu 1er mars.\r\n- processus de recrutement des stagiaires, sur le budget de fonctionnement\r\n- processus de recrutement de l'IGE, elle doit remplir le dossier rapidement et l'envoyer à Madame Dengue qui l'envoie ensuite au service du personnel."
  },
  {
    "titre": "Point hebdo Prévu",
    "contenu": "#Recrutement\r\n\r\n- fin entretien de stage cette semaine\r\n- importer les données de Roubaix + première viz\r\n- préparer entretien IGE pour la semaine prochaine : 1er mars à Paris 8"
  },
  {
    "titre": "MC2 - point hebdo",
    "contenu": "Points à aborder :\r\n\r\n- demander à Marguerite si possible décaler la réunion de la semaine prochaine pour aller à la réunion du CiTu pour l'organisation du bilan recherche\r\n- réparer le moteur des films : réparé, en fait le problème venait des films dont le title est null, il suffit de retirer les films (il n'y en a pas sur le serveur), il suffit de rajouter une condition pour if str == null : <b>done</b>\r\n\r\n##Plannification jusqu'avril\r\n\r\n- les 3 visualisations + la viz thésaurus / intégrer les images des numbers\r\n- la validation \r\n- le thésaurus\r\n\r\n##Point Hackathon\r\n\r\nEn attente de la création de l'évènement sur meetup ou eventrbright et envoi à UPL\r\n\r\n##Point sur les stage & IBDB\r\n\r\nUn stageshow = une broadway-production\r\nUn stage number = une broadway-production#song : correspond aux titres de chansons dans la liste des song (en dessous des actes)\r\n\r\nLes stage shows sont déjà importés.\r\nIl faut importer dans stagenumber les titles des songs des brodway-production#song\r\n(pour Doug s'appelle des songs).\r\n\r\n#To do\r\n\r\n##avant import\r\n\r\n- stage number : finir l'ajout des champs thésaurus, person, et text (déjà dans l'entité) <b>ok mais reste question à Marguerite</b>\r\n- la relation stageshow/ film devient many to many (supprimer la relation many to one : aucune donnée n'est entrée) <b>done</b>\r\n\r\n##import\r\n- mettre à jour 0.3.6 => prochaine migration ce samedi \r\n- accès éditor pour Marguerite\r\n- envoyer à Marguerite la copie de la BD + le lien vers mySqlWorkbench + dernier fichier mwb\r\n\r\n##suite\r\n- créer Stagenumber/views stagenumbers et 1  stage number\r\n- ajouter formulaires de recherche dans la page d'accueil\r\n- corriger les bugs d'affichage avec la page dashboard\r\n- créer StageshowType / views stages shows\r\n- créer un éditeur stage number pour les editors\r\n- créer un accès aux interfaces des stages sur la page d'accueil\r\n\r\n##tests scrapping\r\n- premiers test scrapping pour les stages number qui s'appellent song sur ibdb\r\n- stage number : faire l'import des numbers via ibdb\r\n\r\n##Questions Marguerite \r\n\r\n- Quelles personnes pour Stage number? Les mêmes que pour number? J'ai écrit juste une person\r\n- A quoi correspond ensemble du thésaurus (est-ce bien différent de musensemble? est-ce que c'est musician?)"
  },
  {
    "titre": "Réunion Hesam - Point hebdo projets",
    "contenu": "#Organisation de la journée\r\n\r\n- 10h : réunion d'organisatin\r\n- 11h : réunion cartographie\r\n- 14h30 : réunion viz\r\n- 15h30 : travail modèle avec Cécile\r\n\r\n#Point avec Anand\r\n\r\nEn présence d'Anand, Sandra, Mehdi, Cécile, Sonia et Gaétan\r\n\r\n- CNAM : livreront des webservices début avril pour les formations\r\n- Vrai automatisation à partir d'avril\r\n\r\n#Point carto avec Mehdi - SP7.1 \r\n\r\nEn présence de Sandra, Mehdi, Cécile, Sonia et Gaétan\r\n\r\n##ordre du jour\r\n\r\n- présentation avec Sandra /premier contact\r\n- définition du modèle de données : de quelles données avons-nous besoin? Où les trouvons nous?\r\n- que voulons nous faire?\r\n\r\n##Quelles visualisations?\r\n\r\n###Une carto communication\r\n\r\n- Localisation des établissements (valorisation, équipements, etc.)\r\n\r\n###Pour les notices\r\n- Une carte avec localisation d'un établissement\r\n- Une carte laboratoire / Une carte formation\r\n\r\n###Vue recherche\r\n\r\n- Dans le module de recherche : ajouter une carte qui montre les résultats\r\n\r\n\r\n###Autres scénario possible\r\n\r\nUn scénario pour \"Trouver les formations\" ou les équipements\r\n\r\n\r\n#Formulaires\r\n\r\n- ajouter / éditer une disicpline pour Hesam\r\n\r\n##Formulaire formation\r\n\r\nPour les disciplines : créer des sous-ensembles"
  },
  {
    "titre": "Jeu FPS 10 niveau",
    "contenu": "On commence avec une arme dans la même comme dans un doom-like. Il y  a un seul \"méchant\" par niveaux. 10 niveaux. Le méchant est de plus en plus fort mais en fait, si on choisit une autre voix, le jeux prend une dimension complètement différente et on peut parler avec les méchants et tenter de s'échapper avec eux. Chaque niveau amène une négociation différente."
  },
  {
    "titre": "Starship Trooper",
    "contenu": "Trois niveaux dans le film :\r\n\r\n- le niveau perçu par les personnages : le monde est génial, les insectes sont méchants, c'est la guerre\r\n- le niveau ironique du film : Ken et Barbie font la guerre et il découvre un monde extérieur violent et sanglant opposé dans le monde dans lequel ils vivent, contraste entre leur naiveté / bêtise face au principe de réalité\r\n- le troisième niveau : plus fin, et rarement vu dans des films de ce type où il s'agit d'une critique du monde dans lequel on vit. Vivre heureux dans une pub Coca Cola en pensant qu'on est les gentils et qu'on va faire la guerre pour se protéger. Imaginer ce que pourrait être l'embrigadement chez les SS ou il faut exterminer la race méchante pour se défendre (les \"cafards\" comme pour le génocide Somalien - on est proche des \"bugs\" du film)\r\n\r\nUn remake bête serait : un monde aseptisé où les jeunes gens vont faire la guerre et voir son horreur. Ce qui est passionnant avec le film, c'est de lire, ou plutôt de deviner entre les lignes la réalité du monde que pourtant le film s'efforce constamment de présenter comme coloré et joyeux et où la violence est due à l'extérieure. Pourtant quand on regarde bien, c'est les humains qui n'ont de cesse d'attaquer les insectes. De vouloir les coloniser, etc.\r\n\r\nSi on part de ce principe, ça devient fascinant de voir une sorte de cinéma par antiphrase où le réalisateur arrive à dire le contraire de ce qu'il montre.\r\n\r\n« En fait l’idée de Starship Troopers remonte à 1986. Nous étions à Pittsburgh avec Paul, à la toute fin du tournage de Robocop, c’était un dimanche et on parlait de la Seconde Guerre mondiale et du fascisme mais aussi d’idées de film pour l’avenir. Paul a évoqué des adolescents allemands des années 30 qui, ne sachant pas du tout ce qui allait arriver, auraient pu se dire : Hey ! Et si on s’inscrivait au parti nazi ? Ce serait trop cool !\" Ce fut le point de départ de Starship Troopers, l’image de ces jeunes qui vont danser à la fête de promotion, l’horreur des uniformes et cette impression que la dictature militaire devient brusquement réelle. L’idée était de partir d’une dimension \"positive\" de cette horreur, c’est le concept même du film, mais on s’est dit aussitôt qu’on ne nous laisserait jamais faire ça à Hollywood. » (Ed Neumeier) (1)\r\n\r\nVoir le [lien](http://www.dvdclassik.com/critique/starship-troopers-verhoeven)"
  },
  {
    "titre": "Essais préléminaires",
    "contenu": "#Biographie 1\r\n\r\nJe m'appelle ... et je suis homosexuelle. Ma petite amie s'appelle ... nous sommes ensemble depuis ... \r\nElle a tenté de suicider en .... parce qu'elle n'en pouvait plus de sa famille... ? Singapour, protestants.\r\nMoi je suis condamné à partir...\r\n\r\n#Remarque : inverser les rôles?\r\n\r\nEt si j'inversai le journal? Que c'était le perso qui se suicidait qui écrivait en fait le journal. Il faut mettre plus de rythme.\r\nElle écrit un journal pour sa copine qui est partie et qui est à l'autre bout du monde, pour essayer de la faire revenir?\r\n\r\nLe journal pour lui dire de revenir.\r\nMais plus le journal avance et plus le perso décide de l'oublier?\r\n\r\nContre l'amour bête.\r\n\r\nContre la bêtise d'attendre une réponse qui ne viendra jamais.\r\n\r\nEn arrive à se moquer de ce silence.\r\n\r\nUn journal avec de l'humour. \r\n\r\n#Sur la structure globale\r\n\r\nIl faudrait un peu d'action dramatique, pas seulement la description d'un état.\r\nLes deux personnages pourraient se répondre et s'écrire via justement leur site.\r\n\r\nDerrière un humour assez fort, une histoire violente et sauvage.\r\n\r\nLe blog commencerait par le journal du suicide.\r\nPuis ce serait la suicidée qui écrirait à la fille qui est partie.\r\nPuis la fille qui est partie qui répondrait.\r\n\r\n#L'esthétique de 1\r\n\r\nL'esthétique de 1 est très ASCI, elle tient un blog très minimaliste.\r\n\r\n#Un silence sans réponse\r\n\r\nC'est l'histoire d'un homme qui se tient en haut d'un rocher et qui crie à la nuit sa solitude. L'écho qui lui répond le réconforte un peu, il est un peu apaisé d'avoir hurlé, mais il ne veut pas se contenter de ce peu. Alors il décide de continuer à crier parce qu'il voudrait tirer de son sommeil la femme ou l'homme qu'il aime et que cet homme ou cette femme lui réponde en lui criant à son tour.\r\n\r\nIl passe des heures à crier dans les courants d'air et il finit par perdre sa voix après avoir réveillé les voisins les plus proches du rocher mais sans avoir aucune réponde de la personne visée.\r\n\r\n#Autre poème\r\n\r\nTu m'as quittée, je te déteste, il n'y a pas un jour qui passe sans que je pense à ta lâcheté et à ton égoïsme, je suis tellement affligée par ton départ que je ne regarde plus la télé, que je passe mon temps à sortir rencontrer de nouvelles personnes que je fréquente uniquement de la qualité de leur plastique et très peu de leurs attributs moraux et intellectuels, que je passe mon temps à me concentrer sur les points passionnants de mon travail, si bien que ma carrière explose, que j'ai renoué avec ma famille qui même si elle est fasciste et homophobe a la politesse de l'oublier quand je viens les voir ...\r\n\r\n(une fausse agression envers l'autre, une manière pour lui reprocher doucement son départ tout en ne se laissant pas abattre)\r\n\r\n#Format?\r\n\r\nAu début un blog en ASCI?\r\n\r\nLes deux personnages ont des styles d'écriture différents en plus des styles web (ASCI noir vert vs design avec fading et fonds blancs et gif artistes).\r\nUn perso écrit de longues phrases, l'autre va droit au but avec des phrases hachées.\r\nLes deux ont  de l'ironie mais différentes.\r\n\r\nLa première a une ironie légèrement agressive mais dont l'humour adoucit le reproche. \r\nLa seconde se sert de l'humour noir pour aller plus loin\r\n\r\nL'un des perso pourrait beaucoup parler par adresse \"Tu tu tu\". L'un par images et métaphore. \r\n\r\n##Tentative d'écriture en phrases hachées\r\n\r\nTu as tenté de te suicider. Je t'en veux. => je suis colère contre suicide. J'ai la rage ton suicide.Ton suicide me fait rager.\r\nPlus stupide que ta tentative de suicide, je passe/je meurs.\r\n\r\nAu lieu de te suicider, tu ferais mieux de m'envoyer des fleurs/ de tuer des fleurs et de me les offrir / de m'offrir des fleurs que le fleuriste aura pris le soin d'achever\r\n\r\n##Phrases longues\r\n\r\nTu as décidé de partir. Ce n'est pas de ta faute (parait-il), mais je t'en veux quand même.\r\nAprès mon réveil, j'ai aussitôt demandé à te voir, c'est là que j'ai appris que tu étais partie. \"Partie mais où? Ai-je demandé?\" On m'a répondu que tu avais ..."
  },
  {
    "titre": "Jeudi 2 mars - point d'étape Prévu avec la mairie de Paris",
    "contenu": "##Paris\r\n\r\nSuite à la réunion à la mairie de Paris, deux actions sont en cours pour tester des scénarios à partir de nouvelles données:\r\n- jeudi 9 mars au matin : rencontre avec Lacla Vavel / BM \r\n- lundi 20 mars, réunion de travail sur la bibliothèque numériques\r\n\r\nToujours avec Paris, le 17 mars : il y a une réunion de valorisation du projet\r\n\r\n##Roubais\r\n\r\nEn plus le 8 mars, il y a un point téléphonique avec Roubais et le 14 mars, une rencontre AFK avec Roubais.\r\n\r\n##ADBU\r\n\r\nPour l'instant, c'est calme\r\n\r\n##Recrutement\r\n\r\nC'est normalement bon pour les stagiaires. Recrutement IGE le 8 mars à 16h"
  },
  {
    "titre": "Journal de bord - Séjour à Marseille",
    "contenu": "J'ai pris mon vendredi et mon lundi et je suis parti avec Mathilde à Marseille pour aller voir le festival documentaire Première rencontre qui propose de montrer des premiers films.\r\n\r\nVendredi, nous avons pris le TGV low cost Ouigo depuis la gare de Marne La Vallée et c'était une expérience plutôt sympa. Nous étions chacun dans un wagon différent, Mathilde est passé dire bonjour à un moment et nous avons un peu discuter. A côté mon voisin lisait un magazine de voiture, j'essayais d'imaginer ce que renfermait les paragraphes disséminés sur ces pages, des paragraphes moins maigres que je l'eus crus.\r\n\r\nDans le casque, le nouvel album de stupeflip qui vient de sortir. En boucle. Durant le trajet, travail et lecture. Lecture sur les langages secrets : cants et jargons. Un voyage sympa.\r\n\r\nArrivée au soleil, depuis combien de temps avais-je dû plisser les yeux face au trop plein de lumière? Nous avons erré un peu, chercher les clé de notre Air Bnb dans un hôtel ou un réceptionniste qui ressemblait à un comique beau gosse français nous a remis les clés. L'appartement est propre, grand et agréable. Nous avons chacun notre espace et notre chambre.\r\n\r\nNous sommes allés à la Cour Julien pour le festival, sur le chemin nous avons acheté des pâtisseries orientales. Mathilde voulait 4 petits trucs, le vendeur a dit \"Pas moins de 7\", on s'est retrouvé avec une trentaine qu'on a mangé tout au long de la suite de la journée, c'était à chaque fois une heureuse découverte.\r\n\r\nPremière projection à 18h, reporté à 18h15, on est arrivé à 18h18 légèrement en retard, les derniers, on fermait les portes derrière nous. Un film sur le Maroc, \"Le chemin du pain\", un bon film. M'a donné envie de retourner au Maroc malgré l'expérience compliquée de Fès la dernière fois. Montrait \r\n\r\nSeconde projection, un film sur une auteure de chez Verticales qui fait l'apologie de la prostitution (Mathilde émet des doutes sur ce point). \"Se prostituer est un acte révolutionnaire\". Le début était compliqué mais le film tient le coup le sur la longueur. C'était amusant de revoir l'un des mecs de chez Verticales chez qui j'avais essayé tantôt de faire un stage et qui m'avait refoulé. \r\n\r\nEnsuite nous avons un peu parlé avec les gens du festival qui connaissaient Mathilde de son Master documentaire et puis nous avons erré dans les rues à la recherche d'un café où prendre un verre, café que nous n'avons jamais trouvé, mais c'était agréable de se promener dans les petites rues, avec les rats et les mouettes. Une sorte de Tanger déserte avec des tags exquis.\r\n\r\nEn rentrant, nous avons regardé quelques vidéos youtube, coucher vers 2h30, lecture 3h. Lever 10h10."
  },
  {
    "titre": "Journal de bord - Marseille jour 2",
    "contenu": "Ce samedi, il y avait une tempête. Je me suis levé à 10h10, peu après Mathilde, j'ai écris tranquillement à la maison le billet d'hier pendant que M. partait à un atelier de montage collaboratif. Ensuite j'ai travaillé une heure sur Prévu, j'ai pris une douche dans la salle de bain où il n'y a pas de rideau, il faut se laver assis dans la baignoire, et me suis rendu compte que j'avais oublié de prendre des chaussettes, j'ai été en acheter au monoprix, sur le chemin M. m'a téléphoné pour me dire qu'elle quittait plus tôt son atelier parce que ça ne lui plaisait pas.\r\n\r\nNous avons un peu zoné pour chercher un restaurant, sous la pluie et le vent, nous avons acheté un grand parapluie, j'avais mon sac à dos avec mon ordi, j'avais imaginé aller écrire dans un café.\r\n\r\nNous atterrissons dans un couscous assez sympa, nous prenons un thé à la menthe et nous allons visiter quelques galeries : une carte de Marseille marseillaise montre tous les lieux d'exposition : quand on vérifie les uns après les autres les points indiqués, on se rend vite que la moitié n'existe pas (encore). Une légère tendance à l'exagération.\r\n\r\nNous prenons un tramway, Mathilde rentre en fraudant mais je lui dit que je préfère acheter mon billet, les portes se referment M. est dedans, moi dehors, on se retrouve 10 min après à notre arrêt de destination.\r\n\r\nNous visitons une très petite galerie de 18m2 mais où on accueille chaleureusement et on nous explique très clairement le projet du photographe présenté : monter la déformation du paysage de Calais par les frontières qui sont bâties un peu partout. Des frontières avec des murs et des barbelés.\r\n\r\nEnsuite, nous passons à la friche de Bel en Mai, je fais quelques photos et un snap. C'était l'endroit où j'aurai pu être en résidence si j'avais été accepté pour l'appel d'écriture numérique que j'avais fait un soir de nouvel an il y a déjà quelques années.\r\n\r\nAprès c'est l'heure d'aller voir la première projection de la journée. Nous allons en enchaîner trois différentes dans ce dernier jour de festival.\r\n\r\n- Film long et lent sur les gens qui vivent dans les camps de migrant au sud de l'espagne  qui apparemment touche beaucoup de monde mais que je trouve assez soporifique : quand j'ai regardé dans la salle beaucoup de gens autour avaient les yeux fermés.\r\n- Commence par un court métrange sur un couple de personnes assez agées dont l'homme a souffert sans doute d'un AVC, filmé par leur petite fille, me pose pas mal de problèmes, un film que je sens au service de la réalisatrice, j'aurai préféré une réalisatrice au service du film voir un film au service du sujet. Second film : une histoire en Pologne dans un centre de désintoxication (pour le cannabis?). Le jeune tombe amoureux la documentariste, qui à mon sens, gère très mal cette relation et provoque de gros troubles (le jeune homme se barre et se remet à fumer, puis il revient, drama drama).\r\n- Films de clôture : un premier film de visites de plusieurs camps d'accueil de migrants en Grèce cette fois, presqu'un photomontage, on visite les centres de rétention après, quand il n'y a plus personne, et on cherche des traces, les dessins sur les murs, les batonnets qui montrent le temps passé, etc. Se finit sur une vidéo youtube de rebellion dans un camp. Très jolie photo. Le second film est réussi formellement, un peu plus léger que le reste qui finit par donner une vision du monde uniforme (des camps et des maladies)\r\n\r\n\r\nEntre la deuxième et la troisième vague de film, je suis aller voir Clovis et Hortense, prendre un verre chez eux, ils ont un joli appartement très grand. M. nous rejoint (elle était resté pour les questions à la fin du film). Un bon moment où C. et H. se moquent avec raison et humour de la noirceur du festival : \"le prochain film sera sur les personnes qui meurent du sida\".\r\n\r\nAprès le festival, nous buvons quelques coups, et nous finissons par rentrer peu avant 1h. Mathilde s'endort sur le canapé. Je lis un peu et m'endors aussi dans ma chambre. Arrive le matin du troisième jour où j'écris ce billet."
  },
  {
    "titre": "Point Prévu - Roubaix",
    "contenu": "##Ordre du jour\r\n\r\n- points avancées et questions\r\n- réunion semaine prochaine à Paris\r\n- Hackfest Koha\r\n\r\nLes premières interfaces sont mises en place.\r\nEncore un problème avec le nombre de notices empruntées (peut-être dû à l'import ou à la requête qui donne le résultat : à vérifier)\r\nApparement pb du côté de la requête.\r\n\r\n```mysql\r\nSELECT COUNT(*) FROM book INNER JOIN association ON association.prevu = book.id_book INNER JOIN issue ON issue.id_book= association.prevu  WHERE association.library = 2\r\n```\r\n\r\n##Pour la suite - visualisations\r\n\r\n- importer les données d'iris lib et commencer à faire les premières visualisations sur les quartiers\r\n- exploration dans les données / zoom par période : voir par an/ mois / jour : une fiche biblio avec les livres et auteurs les plus empruntés, les quartiers qui empruntent le plus\r\n- réfléchir au traitement des renewals / durée des emprunts\r\n\r\n###Roubais\r\n- suivre les parcours des users, médiane du nombre de venues par ans / catégorie de lecteur / disciplines\r\n- essayer de trouver des manières pour définir des communautés\r\n\r\n##Questions\r\n\r\n###Notices & Issues\r\n\r\nLes notices communiquées ont bien toutes été empruntées au moins une fois? Oui\r\n\r\nPour compter les issues : faut-il ajouter le nombre de renewals à un prêt? la case renewal indique-t-elle que le prêt en question a été prolongé par x renewals? \r\n\r\n###Géoloc\r\n\r\nComment se fait le lien avec la table iris_lib? Au niveau du borrower, via RIL de l'Insee, à artir du RIL, l'iris / voir doc ou alt contact country\r\nIris Lib = commun à Koha? non"
  },
  {
    "titre": "Prévu - point BM HV",
    "contenu": "Premier axe : rapport d'activité\r\n- les ateliers (dans une table ateliers avec les nb/ type atelier/ etc) : recensement accueil, service, animation\r\n- les données de prêts, etc.\r\n\r\nSecond axe\r\n- focus sur les jeux (les jeux ont des EAN)\r\n- fréquentation consoles / fréquentation générale\r\n- les genres les plus jouées par genre\r\n- le fréquentant moyen de la salle jeux vidéos\r\n\r\n- vers une journée type avec les codes barres de ceux qui utilisent les ordinateurs\r\n\r\nTroisième axe:\r\n- les données notices, les données items\r\n\r\n##Demande de la biblio\r\n\r\n- une page de la biblio qui pourrait être sur le blog / voir sur la page équipement\r\n\r\nSur cette page:\r\n- une courbe de fréquentation et de prêts\r\n- une courbe de fréquentation moyenne par semaine (pour voir quand il y a le plus du monde) / voir selon la météo\r\n- nb de lecteurs actifs\r\n- top 10 des documents empruntés\r\n- profil de l'emprunteur Havel \r\n- des profils type d'usager \r\n- migration vers d'autres bibliothèques???\r\n\r\n+ focus sur le jeu\r\n\r\n\r\n\r\n##Todo\r\n\r\n- faire un mail pour expliquer les données qu'on voudrait utiliser de manière un peu technique\r\n- envoyer CV à Lionel"
  },
  {
    "titre": "Visam V2 - point sur les membres + point carto",
    "contenu": "Pour l'instant, nous gardons de la recherche par labo et formation. Les membres sont liés à ces entités. \r\nNous pensons associer des tags aux personnes en champ optionnel et répétables.\r\n\r\n##Scénarios\r\n\r\nFaire une recherche sur un thème de type : VR et trouver les personnes qui font partie d'un labo qui travaille sur la question.\r\nIl n'y aurait pas de notice personnes à proprement parler.\r\n\r\n##Collecte \r\n\r\nComment se passe la collecte?\r\n- peut-être par le biais des fiches HCERES\r\n\r\n##Versionning des données de la BD\r\n\r\n- formation\r\n- labo\r\n- établissement\r\n\r\nPour garder la trace des données par année, je crée une clé/famille/classe/objetId pour les formations, les labos et les établissement dans chacune des entités en plus de l'année.\r\n\r\nAu niveau éditeur, un user va sur la fiche d'une formation (par exemple) déjà existante, il clique sur créer une nouvelle année et produit une nouvelle formation qui a déjà ses données pré-rempllies avec l'objetId de la formation précédent et l'année incrémentée de 1."
  },
  {
    "titre": "point avec Marion",
    "contenu": "Scénario Marion :\r\n\r\nEssayer de déterminer si les numbers font appel à la fois chorégraphique et musical et voir si elles créent leur propre répertoire. \r\nPour voir s'il y a emprunt au répertoire musical : on se sert de sources.\r\n\r\nEtablir le lien entre les numéros qu'on sélectionne pour voir qui sont les chorégraphes et les performers.\r\n\r\n##To do\r\n\r\n- corriger les bugs pour sélectionner les deux items\r\n- ajouter un lien vers une page qui filtre les sources, les performance type et une song"
  },
  {
    "titre": "Réunion Roubaix",
    "contenu": "Différents associations de module pour les données\r\n\r\n- SIGB \r\n- webkiosque : pour les postes publics\r\n- nombre de personnes qui rentrent dans la biblio\r\n- deux sites web : valorisation et site web patrimonial\r\n\r\nKoha mis en place depuis juillet 2014.\r\n\r\nUne BD mySQL \r\n\r\n##Amélie\r\n\r\nSuite à des travaux à Roubaix, rez de chaussée mis en place (1000m2). Amélie recrutée en tant qu'intérimaire pour évaluer l'impact des travaux. Maintenant permanente sur l'évaluation de l'activité en générale.\r\n\r\nDu côté scénarisation.\r\n\r\n##François\r\n\r\nNettoyer les données.\r\n\r\n##Premières idées de scénarios\r\n\r\n###Général\r\n\r\nUn grand donuts à couronnes où on montre les répartitions des prêts par discipline.\r\nRépartition des prêts dans le temps, nb total de prêts, etc.\r\n\r\n###Cartes de la Ville avec le taux d'inscription par quartier \r\n\r\n- filtre par timelime\r\n- par tranche d'âge\r\n- par sexe\r\n\r\n###Parcours / typologies d'utilisateur\r\n\r\nConstruire des personas. Essayer non pas de directement livrer résultats mais d'interroger les catégories elles-mêmes et interroger leur définition à partir des résultats.\r\n\r\n- le jeune de 8-11 ans\r\n- le.a chef de famille (comment?)\r\n\r\n\r\n##Architecture technique\r\n\r\n- communication de Koha et autres sources vers StatsDB (la base de views mis en place par Roubaix)\r\n- Katmandu qui permet d'extraire les notices MARC et de les injecter dans Elastic Search (à voir comment manipuler le MARC)\r\n- StatsDB en MySQL ( views / prétraitements qui pourrait être remplacé par mongoDB)?\r\n- script PERL qui vont mettre dans ELASTIC Search\r\n- Elastic Search qui pourrait générer du json / via une API\r\n- les viz avec Kibana et qui pourraient être réalisées avec du JS"
  },
  {
    "titre": "Prévu - interrogation technique",
    "contenu": "Réflexion pour le développement de l'architecture technique de Prévu.\r\nAjouter un moteur d'indexation comme Elastic Search.\r\n\r\nBD : Mysql\r\nAPI REST qui communique avec Elastic Search (voir Elastica)\r\nJS en front / JSON exporté par Elastic Search / éventuellement iframes Kibana\r\n\r\n\r\nArchi-complète\r\n\r\n- Base de données source (Koha)- MySQL\r\n- Module d'import via Symfony\r\n- Soit 1) Twig/JS , soit 2) API REST via Symfony (vers Elastic Search par exemple) & utilisation des données d'Elastic Search\r\n\r\n##To do\r\n\r\n- script d'import : améliorer (voir si besoin de combiner avec Katmandu pour la récupération de données MARC XML ) / récupérer les auteurs et les langues, etc. , faire un point\r\n- API : commencer à développer l'API REST\r\n- viz : améliorer les représentations graphiques\r\n- scénarisation : continuer à raconter le plus d'histoire possible"
  },
  {
    "titre": "Neige - réflexions sur le début",
    "contenu": "Une vrai histoire croustillante plutôt qu'un journal. Essayer de raconter l'histoire autour de moments forts liés par des transitions et des effets de rupture. Varier les moments.\r\n\r\nLe début devrait un moment fort.\r\n\r\n#Dans la fiction ou au-delà\r\n\r\nEst-ce qu'il faut reproduire un vrai blog, etc. et laisser le lecteur naviguer ou raconter avec une mise en scène en prenant des éléments qui viennent du jeu, etc.\r\n\r\nLes jeux doivent-ils être crées par les perso ou par l'auteur?\r\n\r\nAu début, je pensai à un journal, aujourd'hui je pense plus à une vraie narration.\r\n\r\n#Des idées à exploiter\r\n\r\nDe la génération de texte avec un système proche de celui de event[0] où des phrases sont construites à partir de tags.\r\nUne même partie mais racontée différement selon l'humeur du narrateur? Ou sa personnalité? Voir le narrateur pourrait changer (si on le tue ou s'il doit se marier).\r\n\r\n#Système de jeu et conception\r\n\r\nLe récit/jeu est un bundle symfony. \r\nImaginer un système de jeu où l'on peut sauvegarder son avancée et où en tant que lecteur on produit du texte qui va être sauvegardé dans la BD.\r\nEtre capable de suivre l'activité des joueurs pour mieux comprendre ce qui les intéresse et ce qui au contraire les dérange.\r\n\r\nInviter les joueurs à utiliser de faux noms, pseudos, etc.\r\n\r\n#Faire son choix\r\n\r\nPoser la question du choix à travers le récit? Qu'est-ce qu'un choix? Y a-t-il du plaisir a faire un choix? Quand? N'y a-t-il pas de bon choix? Dans quel mesure peut-on prendre du plaisir à faire un mauvais choix? \r\nPourquoi à certains moments avoir trop de choix donne l'impression que rien ne compte? \r\nQuelles articulations entre les choix que l'on fait dans le récit, l'avancée dans la fiction, et la réflexion plus générale sur les choix.\r\n\r\nUn questionnement sur la difficulté de faire des choix et la peur panique de faire un mauvais choix.\r\n\r\n##Moment sans choix\r\n\r\nLe lecteur doit pousser son personnage à se suicider. Il ne peut rien faire contre. Il n'y a pas de plaisir à être résolu à faire ce choix, mais une tentative de  montrer le poids de la vie, et le coût qu'un suicide occasionne.\r\n\r\nLa tentative de suicide échouera mais cette partie du texte devrait être assez difficile et noire. Je voudrais chercher à faire quelque chose de difficilement soutenable qui en même temps dissuaderait (discrètement) même si le projet poétique ne doit pas se plier à de bonnes intentions.\r\n\r\nEviter quand même d'en faire des tonnes. Il faudrait trouver un système pour faire de ce moment un moment fort mais pesant. En faire un moment court.\r\n\r\nPeut-être un compte à rebours avec des verbes qui vont tous finir par dire \"se donner la mort\", \"se suicider\", \"mourir\", etc. \r\nUn peu d'humour noir : une phrase après avoir cliquer sur se suicider : \"je n'ai pas le choix\", puis plein de façon de se suicider qui apparaissent. Mais au final se suicide par médicament.\r\n\r\nPourrait commencer par : \"toute ma vie, on m'a demandé de faire des choix\" ou \"toute ma vie, j'ai cru que je pouvais faire des choix\" ou \"toute ma vie, je me suis demandé ce que c'était que de faire un choix\".\r\n\r\n##Début\r\n\r\nToute ma vie, je me suis demandé ce que c'était que de faire un choix.\r\nAu début, au flirte avec le choix, on en parle sans laisser au lecteur la possibilité d'en faire un.\r\n\r\n##Du plaisir d'afficher certains mots\r\n\r\nAu delà des constructions de phrase, des transitions, le plaisir de simplement dire/lire un mot. Comme \"gap\" en anglais."
  },
  {
    "titre": "Bilan étape MC2",
    "contenu": "#Réalisé\r\n\r\n- finalisation de l'entité stageshow (stageshow/film devient many to many) : <b>ok</b>\r\n- finalisation de l'entité stagenumber : ensemble (dancemble et musensemble) & person (performers multiple) : <b>ok</b>\r\n- controller editeur/stageshow : add et edit <b>ok</b>\r\n-controller editeur/stagenumber : add et edit <b>ok</b>\r\n- form stageshowType, vérifier entités extérieures : <b>ok</b>\r\n- form stagenumberType, vérifier entités \r\n- views : add stageshow : <b>ok</b>\r\n- views : add stagenumber\r\n-mettre à jour le modèle de BD en ligne\r\n\r\n- integration : changer pour race de personnne\r\n\r\n- déplacer les numbers dans dashboard pour l'instant\r\n- un peu de mise en page pour le thésaurus\r\n\r\n- mise à jour v.3.7\r\n\r\n#suite\r\n- créer Stagenumber/views stagenumbers et 1 stage number\r\n- ajouter formulaires de recherche dans la page d'accueil\r\n- créer views stages shows + edit\r\n- créer views stages number + edit\r\n- créer un accès aux interfaces des stages sur la page d'accueil\r\n- corriger les bugs d'affichage avec la page dashboard pour les numbers\r\n\r\n##Mise en forme du thésaurus\r\n- continuer la mise en page du thésaurus, donner la possibilité d'ajouter le nom que les chercheurs veulent pour une catégorie\r\n\r\n##tests visualisation\r\n- premiers test \r\n\r\n##tests scrapping\r\n- premiers test scrapping pour les stages number qui s'appellent song sur ibdb\r\n- stage number : faire l'import des numbers via ibdb"
  },
  {
    "titre": "Journal",
    "contenu": "L. en deuxième première année de L à M.  \r\nDébut de l'aikido à 18 ans à M. En début d'année 2000 (mars?) ?\r\n\r\n- 2000 bac  - 18 ans - début Aikido?\r\n- 2000-2001 : D1 - 18 ans\r\n- 2001-2002 : D1 - bis - 19 ans - L, C. - CROUS M. P4\r\n- 2002-2003 : D2 - 20 ans - C. CROUS M. P2\r\n- 2003-2004 : L - 21 ans - C, rencontre avec M. CROUS M. P2/P6\r\n- 2004-2005 : Mait. - 22 ans - Fin aiki , rencontre avec F, CROUS M.P6\r\n- 2005-2006 : M1 LF bis  - 23 ans - avec F - Départ à P. (septembre 2005)\r\n- 2006- 2007 : M2 LF - 24 ans - avec F\r\n- 2007-2008 : M2 bis LF - 25 ans - avec F\r\n- 2008-2009 : M1 FLE - 25 ans - avec F / rencontre LJ\r\n- 2009 - 2010 : M2 CEN -26 ans - fin F (juin),  27 ans - LJ\r\n- 2010-2001 : D1 - 28 ans - LJ /nov 2010 (début travail C. p8)\r\n- 2011-2012 : D2 - 29 ans - LJ (fin 15 juillet 2012)\r\n- 2012-2013 : D3 - 30 ans - solo\r\n-2013-2014 : D4 - 31 ans - solo\r\n-2014 - 2015 : D5 - 32 ans - C (mars /juillet)\r\n-2015-2016 : IGR - 33 ans - QW (janvier / mars)\r\n-2016-2017 : Post-doc - 34 ans\r\n\r\nDépart à P. en 2005(?) avec F."
  },
  {
    "titre": "Point étape Visam",
    "contenu": "#Etat des troupes \r\n\r\n##Equipe Presta\r\n\r\n- Mehdi s'occupe du SP4, nous avons fait les premiers test avec ES. Il a assisté à deux réunions avec la com pour la mise en place de la nouvelle charte graphique, nous livrera bientôt un document, qui sera transmis à Sonia pour la com.\r\n\r\n- Pierre a spécifié pour le SP7 métiers, nous nous voyons la semaine prochaine pour travailler sur un premier proto.\r\n\r\n- Je travaille principalement sur l'éditeur et avec Cécile nous avons mis en place une première version de modèle de données de la V2 qui semble cohérent mais qui doit encore être testé.\r\n\r\n##Equipe Hesam\r\n\r\n- Sandra travaille actuellement sur le script d'import pour les formations (voir les labos) du CNAM via un fichier csv. Le script permettant d'uploader les fichiers devrait être repris pour les images."
  },
  {
    "titre": "Point avec la communication sur la carto",
    "contenu": "Comment communiquer avec la cartographie?\r\nLa question des user cases : comment évaluer la carto.\r\n\r\nCartographie : contextualiser le site.\r\n\r\n##Réflexion sur la homepage\r\n\r\nPlusieurs entrées :\r\n- recherche générique\r\n- des blocs, par \"thématiques\" (formations, recherche, statistiques, établissements)\r\n\r\nUne page d'accueil qui mette en avant plus de contenus et qui donne d'un simple coup d'œil un aperçu global de ce que peut être Hesam.\r\n\r\nLivraison de l'interface de Mehdi à la communication : mi-avril\r\n\r\nDiluer la carthographie dans le site Hesam. \r\nDonner un accès direct via peut-être une page éditoriale via :\r\n- une page d'entrée formation\r\n- une page d'entrée recherche\r\n\r\n##Réflexions sur les cartes\r\n\r\n- livrer à Stéphanie les scénarios du SP7.1\r\n- définir les différentes cartes, ajouter la carte pour la homepage\r\n\r\n##Pour la suite\r\n\r\n- Mehdi va livrer deux planches : une pour les notices, une pour la carte (qui spécifie comment sont les marqueurs, etc.)"
  },
  {
    "titre": "Atalaire - De Barius à Atalaire jusqu'à Lomma",
    "contenu": "- Au début, l'histoire de Barius, le premier homme a partir dans Atalaire\r\n- Puis l'arc d'Atalaire avec le groupe d'aventurier qui va fonder le pays (aidés par Barius?)\r\n- L'histoire de Nosomo qui se passe beaucoup plus tard et où Lomma va tuer Barius\r\n\r\nL'histoire serait sans doute racontée dans l'ordre inverse:\r\n- d'abord l'histoire de Nosomo\r\n- ensuite l'histoire de la jeunesse Barius\r\n- et enfin l'histoire d'Atalaire\r\n\r\nEssayer de tout regrouper en une histoire (sublime ;p)"
  },
  {
    "titre": "Rencontre avec Elizabeth - A Normal Lost Phone",
    "contenu": "Projet Labex\r\n\r\nAvec les scénaristes de Normal Lost Phone. Penser un outil et organiser une gamejam. Inviter les concepteurs de jeu pour qu'ils viennent pratiquer les outils."
  },
  {
    "titre": "Visam - travail avec Pierre sur le premier proto métiers",
    "contenu": "#Objectif\r\n\r\nCréer un premier proto sur les scénarios métiers: réalisation d'un premier système de graphes des liens entre formations entre elles selon un ordre et un métier.\r\n\r\n#Pour la suite\r\n- mettre en place dans l'éditeur les services qui permettront d'entrer les données corpus\r\n- du côté de Pierre, débugger le code d3 pour la viz (http://citu-paragraphe.fr/index.php/recherche/)\r\n- créer un export dans l'api d'un parcours particulier et qui correspond au modèle de données json\r\n- tester"
  },
  {
    "titre": "Mois d'avril - organisation",
    "contenu": "Lors du mois d'avril, je dois :\r\n\r\n- Hesam : finir l'éditeur\r\n- MC2 : avancer sur les scénarios de visualisation\r\n- Prévu : faire le point sur plusieurs avancées, notamment en ce qui concerne la bibliothèque numérique. Finir un script d'import et une première viz de la  BN de Paris / finir hybrid.\r\n\r\n##Prévu\r\n\r\nPlusieurs missions :\r\n\r\n###BM\r\n\r\n- Paris BM : finir la proposition d'interface\r\n- Paris Rilke : essayer de récupérer les données\r\n- Roubaix\r\n- Paris Vacla (relancer)\r\n\r\n###SCD\r\n\r\n- Paris 8 : continuer\r\n- Paris 10 : essayer de récupérer les données"
  },
  {
    "titre": "Point Prévu avec l'ADBU",
    "contenu": "##Les autres projets (accompagnateurs de projet)\r\n\r\n- EZMesure (les deux Thomas)\r\n- Magalie Collin : Visokia, outil Omniscope : http://www.visokio.com/\r\n- Tableau (en attente de confirmation)\r\n- Openflexo.org : https://www.openflexo.org/ \r\n- Data value consulting : http://www.datavalue-consulting.com/ (mis en relation par l'AMU)  : http://www.datavalue-consulting.com/\r\n- Prévu\r\n\r\n##Les projets biblio\r\n\r\nPossible environ 10-15 bibliothèques.\r\nPossibilité de choisir 3 projets avec lesquels travailler.\r\n\r\n##L'anticafé Olympiades\r\nDeux salles réservées + le café privatisé (essayer de trouver des moyens pour privatiser le café)\r\n\r\n##Lier les équipes entre projet et biblio\r\n\r\nVers les données Koha et une appétence pour la recherche.\r\n\r\n##Prochaine étape\r\n\r\n- En mai, discuter pour s'organiser. Réunir tous les accompagnateurs de projet.\r\n- remplir l'appel à projets sur l'appel à projet ADBU\r\n\r\n##To do\r\n\r\n- Faire une première proposition de présentation de Prévu + pour dire ce qu'on propose de faire (ce qu'on a fait, ce qu'on pourrait faire) (d'ici deux semaines)"
  },
  {
    "titre": "Réunion téléphonique - entretien d'embauche",
    "contenu": "Recherche un expert en développement Data Viz.\r\n\r\nKawtar BENYOUSSEF\r\nConsultante en Recrutement Data\r\nTel : 01 86 95 74 20\r\nPortable : 07 62 75 13 81"
  },
  {
    "titre": "Idée d'histoire SF anticipation",
    "contenu": "Dans un futur proche, l'homme se développe en symbiose avec les nouvelles technologiques : prothèses numériques, etc.\r\nAu même moment, une nouvelle espèce est découverte : avec le réchauffement des océans, on découvre un nouveau type de créature dont l'intelligence se développe très vite.\r\nLa découverte bouleverse l'humanité qui veut aider cette nouvelle espèce à se développer. Mais rapidement, après un premier sentiment d'euphorie et étant donné la vitesse d'apprentissage de cette nouvelle espèce et ses habilités, l'homme commence à avoir peur, et des tensions mènent à une guerre entre progrès techniques VS progrès de la nouvelle espèce."
  },
  {
    "titre": "Trailer épuré illustrant une idée \"complexe\"",
    "contenu": "Au lieu de \"Vos choix ont de l'importance\" et tout le bla bla, imaginer un trailer qui ne soit pas une suite de poncifs mais qui essaie de construire une réflexion pour arriver à dire une idée un peu sexy en trois minutes et qui pourrait être le concept du jeu, ce qu'il cherche à dire."
  },
  {
    "titre": "Réflexions sur les visualisations de données",
    "contenu": "#La dataviz comme cheminement\r\n\r\nOn a tendance à confondre la dataViz avec la représentation graphique d'un jeu de données. Je défends l'idée de la visualisation de données comme l'ensemble du cheminement qui opère de la sélection de données jusqu'à la représentation graphique elle-même. \r\n\r\nAinsi produire une visualisation de données, ne revient pas seulement à créer une nouvelle forme visuelle de présentation des données, ni même de faire entrer au forceps des données dans une représentation déjà existante mais plutôt de penser une histoire à raconter par le biais d'une interface graphique dynamique.\r\n\r\nLa création de visualisation de données implique ainsi de pouvoir définir des jeux de données, de pouvoir manipuler ces ensembles afin de pouvoir les représenter avec les représentations graphiques et de pouvoir contrôler les représentations graphiques de manière à les customiser selon nos besoins (changements de légende, couleurs, nombre lignes, hauteurs des formes, etc.).\r\n\r\n#La dataviz comme argumentation singulière\r\n\r\nUne visualisation de données tend à dire quelque chose qui plus est d'une certaine manière : elle n'est pas neutre, tant dans la composition de ses données que dans le choix des représentations graphiques. Une dataviz est un instrument argumentatif qui raconte une grande \"histoire\".\r\n\r\nUne visualisation peut chercher à raconter en un seul écran une histoire complexe à expliciter autrement, favorisant ainsi par exemple des recoupements. C'est ce que nous avons essayé de faire dans Prévu avec la visualisation des horraires qui permet sur une même représentation d'afficher toutes les tranches horaires de tous les jours de la semaine et de montrer le nombre de prêts qui y sont réalisés."
  },
  {
    "titre": "Réflexions sur Prévu",
    "contenu": "Prévu n'est pas simplement à proprement parler un ensemble de visualisations de prêts mais un générateur de visualisation de prêts : une machine d'écriture comme les décrit Nick Montfort dans Twisty Little Passages (retrouver la définition).\r\n\r\nPrévu permet de générer des visualisations de données appliquées aux prêts qui sont signifiantes. L'application montre ces visualisations de données choisies mais qui sont applicables à toutes les bibliothèques.\r\n\r\nDeux niveaux de description de l'application Prévu : \r\n- le niveau de la conception : Prévu est un générateur de visualisation\r\n- le niveau de l'usage : Prévu un outil qui met à la disposition de l'utilisateur des visualisations de données sur les prêts et lui permet de naviguer à travers ces prêts.\r\n\r\nPrévu s'adresse à trois publics :\r\n- les bibliothécaires\r\n- les chercheurs\r\n- les utilisateurs de la biblio\r\n\r\nPrésentation de Prévu avec la V1.\r\n\r\nPrésentation de la V2 à travers :\r\n- un scénario de comparaison des données - une tendance générale vs un établissement\r\n- le lien avec data bnf\r\n\r\nFaire de Prévu, un eazy mesure des données de prêts physiques?"
  },
  {
    "titre": "Sur les liens entre la fiction globale et les intrigues",
    "contenu": "#Notion d'intrigue - Réflexion sur le modèle de données d'infictio\r\n\r\nPour l'écriture de la Faille, j'ai besoin d'un cadre fictionnel, celui de la faille. Dans ce cadre, je dépeins les évènements qui se déroulent successivement. Mais en même temps, j'ai besoin de décrire l'intrigue plus spécifique que je veux écrire. J'hésite à la manière de modéliser ces différents niveaux. Ce n'est pas toujours clair : si on séparait vraiment la fiction de l'intrigue, certains évènements pourraient être ambigus, encore plus pour les personnages...\r\n\r\nEssayons de penser l'intrigue comme une surcatégorisation permettant de ne retenir qu'un certains nombre d'évènements, de personnages et de lieux d'une intrigue.\r\nDans ce cas, nous pouvons imaginer des items (lieux, personnages et évènements) globaux, c'est à dire qui concernent toutes intrigues (ce sont par exemple des phénomènes historiques). Par global, on peut proposer cette première définition provisoire : les items globaux sont ceux potentiellement connus par tous les personnages d'une fiction : de grands faits historiques, des personnages illustres, etc. En d'autres mots les grandes bases ou principes d'une fiction.\r\n\r\n##Comment modéliser cette sur-catégorie ?\r\n\r\nUne entité intrigue pourrait ainsi être ajoutée aux fictions, personnages et lieux.\r\n\r\n##Nature de l'intrigue\r\n\r\nL'intrigue correspond en quelque sorte à un projet (à quel point ne peut-elle pas être tout simplement un projet? (elle est liée à des évènements, des persos, etc.). \r\nUne intrigue peut avoir plusieurs persos, lieux, textes (mais un texte ne peut avoir qu'une intrigue) et une seule fiction.\r\n\r\n##Possibilité d'une factorisation des items?\r\n\r\nLes entités perso, évènements et lieux présentent des caractéristiques communes. Peut-on les factoriser avec une classe abstraite item?"
  },
  {
    "titre": "L'intrigue (suite) conception d'infictio",
    "contenu": "#Définition de l'intrigue\r\n\r\nFinalement, nous faisons coïncider un projet avec une intrigue.\r\nUne intrigue est un projet de type infictio. Le concept d'intrigue permet de rassembler des textes, des personnages, des évènements et des lieux autour d'un ensemble donné.\r\n\r\nL'intrigue c'est tout ce qui constitue le petit récit par opposition à la fiction qui rassemble tous les éléments de la grande Histoire. Par exemple dans la Faille, la fiction concerne tout ce qui touche à l'univers : l'histoire de la faille, la propagation des informations, etc. L'intrigue concerne l'histoire de Rin ou de Marwell. L'intrigue, c'est aussi le projet textuel, c'est à dire une manière de regrouper des textes et de les organiser en une grande trame. La fiction n'est pas directement associée à des textes.\r\n\r\nUne intrigue peut avoir plusieurs items de fictions associés:\r\n- une et une seule fiction (une fiction peut avoir plusieurs intrigues - one to many)\r\n- plusieurs évènements qui ne peuvent être associées qu'à une intrigue (sinon ils sont globaux ) [penser peut-être à une distinction plus fine] (many to one)\r\n- plusieurs textes qui ne peuvent être associés qu'à une intrigue (many to one)\r\n\r\nLes personnages et lieux sont associées à une intrigue par le biais des textes.\r\n\r\n#Sur les textes\r\n\r\nUn texte peut être associé à une intrigue. Dans ce cas, un formulaire particulier de \"fragment\" est proposé. Il n'y a pas de type, tout est ajouté automatiquement.\r\nUn texte, c'est un titre et un contenu mais aussi:\r\n- un fichier javascript\r\n- un fichier css"
  },
  {
    "titre": "Réflexions sur des projets d'écriture et sur le projet Neige.",
    "contenu": "#Idées\r\n\r\nRéfléchir à un récit qui traiterait de la constitution d'une équipe (comme par exemple avec le début des 7 samouraïs).\r\n\r\n#Projet Neige / L'Attraction\r\n\r\nLe projet Neige est devenu L'attraction. Il s'agit d'un projet de type infictio et lié à la fiction La faille.\r\nL'histoire raconte la séparation entre deux femmes."
  },
  {
    "titre": "Réflexions sur la vie extra terrestre",
    "contenu": "Au-delà de ce titre un peu effrayant, le point de départ est le suivant : étant donné la taille estimée de l'univers, il y a très peu de probabilité qu'il n'y ait pas d'autres vies extra terrestres. Néanmoins, il n'y a presqu'aucune chance qu'elles soient suffisamment proches pour que nous puissions entrer en contact (ce qui laisse rêver un futur où nous pourrions lire dans l'univers lointain des signes d'ET mais sans pouvoir communiquer directement avec eux - et en imaginant qu'eux-mêmes, sans doute plus avancés puisque capables de laisser des traces pouvant être perçues depuis d'énormes distances, nous aient également remarqués).\r\n\r\nTout nous laisse donc penser qu'il y a bien d'autres intelligences existant en ce moment même dans l'univers. D'autres formes de vie.\r\n\r\nOr nous partons du principe que toute vie à besoin de conditions similaires à celles qui nous a permis d'exister. Nous ne pouvons considérer une vie complètement différente de la nôtre. Pourquoi ne pas imaginer une vie à plus de 100K degré Celsius? Pourquoi ne pas imaginer des vies à des échelles spatiales ou temporelles très différentes, pourquoi ne pas imaginer que nous occupions des espaces similaires à d'autres formes de vie mais que nous soyons incapables de nous en rendre en compte.\r\n\r\nLe mythe d'une intelligence extérieure tentant de communiquer avec les humains incapable d'apercevoir où se joue cette communication est un mythe déjà présent dans la SF et en quelque sorte dans les religions monothéistes avec l'idée des desseins impénétrables de Dieu (= une intelligence supérieur qu'on n'arrive pas à comprendre, le silence de Dieu). Il n'y a rien de nouveau à penser cette idée, mais sans doute mérite-t-elle d'être d'avantage exploitée et décliné, il y a, je crois, beaucoup de potentiel à travailler sur des niveaux de superposition ou des confrontations de deux types d'êtres vivants très différents.\r\n\r\nCe qui m'amène à une dernier point aujourd'hui sur la question de la nature d'un être vivant. On apprend à l'école qu'un être vivant est un être qui respire, mais il me semble que cette définition s'appuie sur une constatation que tous les êtres vivants connus respirent mais va contre la perception que l'on peut avoir de la vie qui me semble plus proche d'une certaine animation des êtres (ce qui les rend vivants, l'animation ne voulant pas dire un mouvement rapide, mais une forme d'habitation d'un corps) : une flamme qui parlerait (oui, on fait travailler l'imagination et on dit des choses bizarres) ne serait-elle pas un être vivant?\r\n\r\nSe libérer ainsi de la définition du vivant comme ce qui respire permettrait ainsi d'imaginer des êtres complètement différents de ce que nous sommes et ouvre des portes intéressantes pour la création de tout un tas de fiction autour de rencontres d'être très éloignés, cela permettrait même de ré-interroger la notion de rencontre."
  },
  {
    "titre": "Le Mur",
    "contenu": "Un jeune homme décide de profiter d'une situation géographique particulière pour faire payer tous les passants. Petit à petit, il devient riche, paie une équipe de mercenaires, construit des fortifications, puis un véritable château pour finir par devenir le roi d'un nouveau royaume ne cessant de s'étendre.\r\n\r\nPourrait être la trame d'un idle game."
  },
  {
    "titre": "Idée de projet d'écriture / simulation - Réflexions",
    "contenu": "Ce projet s'inscrirait dans la continuité du travail mené avec dialogue.js qui devrait servir à créer un système de générateur de dialogue pour Neige.\r\n\r\n#Principe initial\r\n\r\nDeux personnages se déplace à chaque tour; quand ils se rencontrent, il se passe quelque chose.\r\nImplique la génération d'un lieu composé de plusieurs espaces dans lesquels les personnages peuvent circuler.\r\n\r\nComment générer ce lieu? Devrait faire apparaitre du texte en output...\r\n\r\n#Génération de lieu\r\n\r\nCette génération peut s'inspirer d'informs avec la création de \"rooms\". Les limites des rooms? Toutes les rooms ont la même taille, il n'est pas possible de se déplacer dans une room. Est parfois étrange, compartimente beaucoup en plus.\r\n\r\nPossibilité d'imaginer une surface dans laquelle seraient positionnés des points, ces points auraient eux-mêmes une surface dans laquelle il serait possible de circuler.\r\n\r\nOn définirait ainsi en premier lieu une zone générale. Pour que ce soit simple, nous pouvons imaginer un carré. Dans ce carré les personnages et d'autres objets ou machine peuvent se mouvoir à des vitesses prédéfinies.\r\n\r\nDans cette zone générale (zone), il pourrait y avoir des espaces.\r\nEn fait tous ces lieux pourraient simplement être des espaces, les espaces ont une position géographique, des coordonnées x et y, et une taille.\r\nLes lieux peuvent se superposer. Il n'y a pas de limite à l'univers simulé, mais on pourrait décider d'en créer une artificiellement afin de mieux circonscrire l'action avec des sortes de mur invisibles.\r\n\r\nPar défaut, le personnage est positionné en x : 0, y : 0.\r\n\r\nNous pouvons imaginer une place de village. Avec une fontaine au centre. Toute la place a des pavés : \"Il y a des pavés sur le sol\" (on peut imaginer des commentaires pour chaque lieu qui peuvent apparaitre de temps en temps quand un personnage s'y trouve).\r\n\r\n#Routines de personnages\r\n\r\nA partir de ces lieux, il serait possible de créer des comportements de personnages qui les fait cycliquement faire des parcours qui pourraient varier selon des temporalités prédéfinies (le dimanche le personnage reste chez lui le matin).\r\n\r\n#Premier test\r\n\r\nCréer un espace, placer le personnage, donner un vitesse au personnage, le faire se mouvoir dans l'espace et seulement dans cet espace en créant des murs et en positionnant les murs (obstacles? limites?)"
  },
  {
    "titre": "Projet infictio",
    "contenu": "Au moment où je commence mon nouveau job en tant que développeur, je veux profiter de mes soirées et temps libres pour avancer sur mon projet d'écriture (numérique).\r\n\r\nLa première étape du travail d'écriture consiste à améliorer le site d'interlivre pour retrouver plus facilement les textes d'un projet.\r\nIl convient donc de commencer par s'occuper de la partie AppBundle.\r\n\r\n#Mieux voir les projets et les textes liés aux projets\r\n\r\nAu lieu de la simple page textes, penser un espace présentant les différents projets et derniers textes de manière à pouvoir se repérer plus facilement dans le contenu du site.\r\n\r\nCommencer par charger tous les projets, quand on clique sur un projet, on charge dynamiquement (ajax) ses textes.\r\n\r\n#Publier plus facilement / blog\r\n\r\nAjouter également des fonctionnalités pour facilement publier un texte sur l'interface blog. Améliorer le design."
  },
  {
    "titre": "Détourner de la voie",
    "contenu": "Un concept simple de fiction interactive où un personnage fait automatiquement une action simple, par exemple rentrer chez lui et se coucher mais où on peut en tant que lecteur faire beaucoup de choses pour l'en empêcher."
  },
  {
    "titre": "Ingrédient de comédie",
    "contenu": "Mettre en confrontation un personnage principal intelligent et insolent qui a tous les droits et qui s'adressent à des personnes puissantes bêtes.\r\n\r\nA l'époque médiévale, un fou et un bourreau sont invités à la cour des seigneurs pour se moquer d'eux. Les seigneurs ne prennent pas au sérieux les menaces du fou et se font tuer ou effrayer.\r\n\r\nA chaque fois, le fou arrive dans une cour et est confronté à un seigneur assez bête. \r\n\r\nIl peut être confronté avec des personnes qui font des plans très compliqués qui échouent lamentablement.\r\n\r\nVers la comédie."
  },
  {
    "titre": "Le fou, le bourreau et le juge",
    "contenu": "Le fou avance, on attend sa prestation, il marche dans un long couloir, il se représente devant toute la cour locale, l'envoyé du roi, le Juge, est venu jusque depuis la Cour pour assister à la célébration, il est accompagné de son garde du corps qu'on appelle le Bourreau.\r\n\r\nLe fou commence alors ses pitreries, mais il n'y a pas de gestes grossiers, seulement des paroles : avec beaucoup d'humour, il dénonce la corruption et l'injustice locales.\r\n\r\nLe gouverneur s'emporte, il se lève et menace de tuer le Fou. Alors le juge parle et dit au gouverneur qu'il n'en fera rien. Le juge, se rassied furieux, le Fou continue de plus belle, le gouverneur n'en peut plus. Il donne l'ordre à ses gardes de le tuer, le juge arrête les gardes et le Bourreau tue le gouverneur."
  },
  {
    "titre": "Organisation des projets",
    "contenu": "Les projets devraient être le moyen d'accéder à la plupart des billets (ou textes?).\r\n\r\nL'organisation des projets se joue autour des pages suivantes:\r\n- tous les projets\r\n- un projet\r\n\r\n#Tous les projets\r\n\r\nUne page tous les projets permet de se repérer dans les projets. Sur cette page, nous pouvons créer un nouveau projet ou accéder à un projet existant.\r\n\r\n#Un projet\r\n\r\nUne page un projet montre tous les textes d'un projet."
  },
  {
    "titre": "Page 1 projet",
    "contenu": "La page 1 projet permet de voir tous les textes rattachés au projet.\r\n\r\n#Actions \r\n\r\n- retour projets\r\n- éditer le projet\r\n- créer un nouveau projet\r\n\r\n#Texte description\r\n\r\nCe serait une bonne chose que de pouvoir ajouter un billet spécial de type description dont le contenu serait affiché.\r\n\r\n#Le thésaurus\r\n\r\nIl devrait être possible  d'ajouter des catégories en se servant du thésaurus. Il faudrait ainsi pouvoir montrer les catégories liées au projet. Elles serait liées au projet par le biais des textes."
  },
  {
    "titre": "Projet de type infictio ?",
    "contenu": "Penser un infictio comme un projet d'un certain type? Si le projet correspond à un type, il se voit alors attribuer des caractéristiques particulières comme par exemple des entités liées spéciales ? Des personnages, etc.\r\n\r\nOn peut aussi penser qu'un projet soit une fiction dès qu'il est associé à un élément infictio. Un projet pourrait ainsi être lié à un item infictio."
  },
  {
    "titre": "poésie - dans le train pour Granville",
    "contenu": "Ce que nous ne sommes pas sûr de savoir, c’est combien le soir quand il est question de rentrer seul alors qu’on espérait une rencontre, le poids de la vie triste, ce que nous sommes sûr de ne pas savoir, c’est le prix de l’oubli, la sensation inconnue si sensation il y a, de bel et bien disparaitre, irréversiblement, ce que nous sommes sûr de savoir, c’est la nature même, incertaine et déviante, du savoir.\r\n\r\nSi je me promenai, en silence, parmi les étoiles les plus basses qui frôlent les lampadaires, je te dirai que ce n’est pas grave, et qu’il suffit de peu, pour avancer encore un peu plus, les ténèbres existent, mais il ne faut pas en faire un drame, nous avons toute sorte d’interrupteurs qui sont autant de réponses, même si elles sont en forme de questions.\r\n\r\nRénégats, ne cédons pas de substance à l’absurde, le sens est le seul trésor qui compte. \r\n\r\nNos murmures endormis entre quatre murs n’ont étouffés que des flammèches de bougies oubliées. Nous sommes libres comme des oiseaux migrateurs. L’horizon promet de nouveaux voyages, ce que nous bousculons, ce sont des cœurs fatigués. Sans doute, nous passerons à travers les bois et nous naviguerons comme de petits enfants se tiennent la main dans une barque trouée. S’il faut faire un geste de plus, ce sera peut-être un bisou sur la bouche, peut-être un salut nazi. \r\n\r\nDans les décombres de la douce promenade dont le souvenir m’émeut encore moi qui suis un pinçon de bibliothèque, dans les décombres, je lis ton visage, maigre et malheureux de savoir qu’il finira par me rencontrer, de savoir qu’il finira par m’embrasser, je suis, ô vagues épiques qui frappent les rochers romantiques, ta malédiction, je suis le père de tes maux, je suis le cousin de ton désespoir, le reuf de ton amertume. O que de temps te faudra-t-il pour trouver le cou courage de me qui quitter. Si tu en avais plus, tu p-endrais un révolver pour me fusiller.\r\n\r\nDe longues conversations en baratins inutiles en blabla à n’en plus finir en discussions douteuse en bavardages incessants, nos projetons les amphigouris de nos entrailles sur la carte du monde comme un tuberculeux projette ses postillons au visage de son amante prête à le quitter."
  },
  {
    "titre": "Les états d'avancement",
    "contenu": "Création de catégories (thésaurus) qui rendent compte de l'état d'avancement d'un item :\r\n- ébauche\r\n- brouillon\r\n- premier jet\r\n- prototype\r\n- V1\r\n- V2\r\n- final"
  },
  {
    "titre": "L'histoire de Barius",
    "contenu": "Barius est l'un des personnages les plus importants d'Atalaïre. Il commence sa vie dans le continent principal, fils d'une famille modeste, il va apprendre les arts de la science en ville près d'un maitre qui se révèle très ambitieux et mauvais.\r\n\r\nSoucieux d'une éventuelle concurrence avec son jeune disciple, le maître va chasser Barius dans une tour à l'écart où Barius va pouvoir mener ses expériences.\r\n\r\nA cette époque Barius commençait à fréquenter une jeune femme qui, quand il sera mis à l'écart va l'abandonner assez violemment.\r\n\r\nPlus tard Barius décidera de se venger. Grâce à ses travaux sur la Délégation, il retrouvera un certain prestique même si à l'écart. Il reviendra vers son ancienne fréquentation, mais la quittera à son tour violemment mettant ainsi son plan de vengeance à exécution. Ce qu'il ne savait pas c'est que la femme souffrait depuis des années de remords de l'avoir quitté injustement, elle sera dévastée par sa rupture et toute sa culpabilité remontera, elle se suicidera alors. Barius sera très affectée par cette histoire et décidera de ne plus chercher à se venger, simplement d'essayer de construire un monde meilleur ailleurs."
  },
  {
    "titre": "Atalaïre - un monde où tout le monde est plus intelligent",
    "contenu": "Les habitants de la fiction sont plus intelligents et progressistes, cependant dans le lieu où grandit Barius, la situation est loin d'être idéale. Il y a beaucoup de corruption : les plus puissants sont toujours de plus en plus puissants. Et Barius est né à un moment particulièrement injuste où beaucoup de personnes peu compétentes et avec de mauvais caractères sont à des postes de responsabilité.\r\n\r\nNéanmoins les personnes sont moins racistes et sexistes. Il y a des personnes bêtes, mais elles sont largement minoritaires. Il y a des personnes mauvaises."
  },
  {
    "titre": "Mise en place du système d'écriture à partir d'Atalaire",
    "contenu": "Il faudrait pouvoir ajouter des personnages et des noms de lieu.\r\nIl faudrait aussi pouvoir ajouter les model_types aux textes.\r\nMettre dans une position spéciale la description.\r\nTrouver une articulation avec Infictio?\r\nAjouter des options pour ne faire apparaitre que les textes d'un certain état d'avancement."
  },
  {
    "titre": "Notes sur la conception",
    "contenu": "Pour l'instant, nous pouvons créer un texte pour un projet. Nous avons commencé à mettre en place un système de thésaurus avec de premières catégories :\r\n- état d'avancement\r\n- type d'item\r\n\r\nMais ces types ne sont pas encore exploitées\r\n\r\nLes prochaines étapes qui m'intéressent sont les suivantes.\r\n\r\n#Elastic search et Kibana\r\n\r\nVoir ce qu'on peut faire avec les visualisations à partir des données.\r\n\r\n#L'ajout d'évènements pour un projet\r\n\r\nFaire en sorte que nous puissions ajouter des évènements à un billet.\r\nUn billet peut avoir plusieurs events et un event peut avoir plusieurs billets --> relation many to many.\r\nQuand nous sommes dans un billet, nous accédons à un champ de formulaire"
  },
  {
    "titre": "Existe-t-il une conscience en deça du langage?",
    "contenu": "Si je vois un ballon arriver à toute vitesse vers moi, est-ce que ce je peux l'éviter parce que je comprends que c'est un ballon qui avance dans l'espace vers mon propre corps? (ou bien est-ce simplement un réflexe plus primitif de type une ombre qui se voit soudain, un bruit perçu proche?).\r\nSi c'est parce que je comprends (même instinctivement), est-ce que je comprends cette scène parce que je connais le mot ballon, espace, et tous les concepts qui sont derrière? A quel point les signifiants ont un rôle sur cette compréhension des choses?"
  },
  {
    "titre": "Calendrier Atalaïre",
    "contenu": "Les années d'Atalaïre comptent 12 mois de 24 jours.\r\n\r\nLes personnes sont adultes à 24 ans (environ 19 ans chez nous) (âges marquants : 6/12/24/36/48/60/72/84/96/108/120[environ 94 ans])"
  },
  {
    "titre": "Notes sur la conception",
    "contenu": "#Personnages\r\nAjouter des personnages à la fiction\r\n\r\n#Elastic Search\r\nPasser par l'indexation d'ES pour les requêtes plutôt que par doctrine.\r\n\r\n#Asynchrone\r\nRendre les éléments asynchrones pour que tout se passe depuis la page d'accueil d'un projet.\r\nFaire en sorte qu'une fonction soit appelée de manière asynchrone. Par exemple, ajouter un modale, et faire en sort que les informations n'apparaissent que si on a cliqué sur cette modal.\r\nCommencer par une page statistiques.\r\n\r\n#Catégories de textes\r\nMarquer les textes pour avoir des sous ensembles : par exemple les notes sur le calendrier comme lore, imaginer une catégorie pour les textes\r\n\r\n#Conversion automatique de mots\r\nUn outil par projet pour prévoir que certains mots soient directement convertis : exemple ata pour Atalaïre\r\n\r\n#Filtres avancements\r\nAjouter des filtres pour voir seulement les états d'avancements sélectionnés."
  },
  {
    "titre": "Les grandes périodes",
    "contenu": "1) Le départ de Barius vers les nouvelles Terres\r\n2) L'arrivée d'Atalaïre et le début de la nouvelle ère\r\n3) L'histoire de Lomma et la fin d'Atalaïre / Barius"
  }
]
